<br>
 <!--<img width="680" alt="S-terra building" src="/upload/medialibrary/843/s-terra-building.jpg" height="217" title="S-terra Building">-->
<p>
	 «С-Терра СиЭсПи» – российский разработчик и производитель средств сетевой информационной безопасности. Решения компании на основе технологии IPsec VPN обеспечивают защиту межсетевых взаимодействий, беспроводных и мультисервисных сетей, безопасность работы удаленных и&nbsp;мобильных пользователей.
</p>
<h2>Цель компании</h2>
<p>
	 Цель нашей компании – обеспечить российский рынок современными решениями для построения VPN. При создании продуктов компания опирается на следующие принципы:
</p>
<ul>
	<li>использовать международные технические стандарты (в частности, IP Security Architecture (IPsec));</li>
	<li>приблизить решения по идеологии к индустриальным стандартам де-факто;</li>
	<li>обеспечить возможность работы на российских криптографических алгоритмах и сертификацию в&nbsp;российских органах технического регулирования (ФСБ России; ФСТЭК России).</li>
</ul>
<p>
	 Основанная в 2003 г. компания за короткий срок заняла прочные позиции на российском рынке информационной безопасности. Команда «С-Терра СиЭсПи» обладает уникальным многолетним опытом разработки VPN-технологий: сотрудники компании были в числе создателей первых продуктов в архитектуре IPSec.
</p>
<p>
	 Мы предлагаем российским заказчикам технически совершенные, органически входящие в сетевую инфраструктуру решения, базирующиеся на трех китах: функциональность, производительность, масштабируемость. <a href="/products/catalog/" target="_blank"><img width="110" alt="S-Terra products" src="/upload/medialibrary/19f/pict-products-3.jpg" height="110" title="S-Terra products" align="right" class="floating-left"></a>
</p>
<p>
	 Система менеджмента качества компании «С-Терра СиЭсПи» <a href="/upload/medialibrary/7f7/Sertifikat_sootvetstviya_sistema-menedzhmenta-kachestva-2020.pdf" title="Sertifikat_sootvetstviya_sistema-menedzhmenta-kachestva-2020.pdf" target="_blank">сертифицирована</a> по требованиям ГОСТ Р ИСО 9001-2015 (ISO 9001:2015).
</p>
<h2>Продукты</h2>
<p>
 <a href="/products/">Продукты сетевой защиты С-Терра</a> реализуют любые сценарии построения виртуальных частных сетей (site-to-site, client-to-site). Гибкость обеспечивается применением множества сценариев защиты информации (от периметрических сценариев до защиты трафика отдельных приложений из конца в&nbsp;конец), подбором индивидуальной политики защиты (при необходимости это возможно для каждого отдельно взятого сетевого соединения.) Решения компании характеризуются высокой масштабируемостью, что, наряду с корректным техническим балансом надежности и&nbsp;производительности, обеспечивает высокую экономическую эффективность для конечного заказчика.
</p>
<p>
	 Продукты С-Терра сертифицированы в соответствии с требованиями национального технического регулирования, в том числе как средства защиты криптографической информации (СКЗИ) по классам защиты КС1, КС2, КС3, а также как межсетевой экран, что подтверждено сертификатами <a href="/products/certificates/" target="_blank">ФСБ России&nbsp;и ФСТЭК России</a>.
</p>
<p>
	 Продукты С-Терра включены в «<a target="_blank" href="https://reestr.minsvyaz.ru/reestr/?sort_by=date&sort=asc&name=%D0%A1-%D0%A2%D0%B5%D1%80%D1%80%D0%B0&owner_status=&owner_name=&set_filter=Y">Единый реестр российских программ для ЭВМ и баз данных</a>» и могут использоваться как в государственных учреждениях, так и в коммерческих организациях в&nbsp;соответствии с&nbsp;отраслевыми стандартами и требованиями по защите информации.
</p>
<p>
	 «С-Терра СиЭсПи» первой в России получила статус технологического партнера Cisco (Cisco Solution Technology Integrator).
</p>
<p>
	 «С-Терра СиЭсПи»&nbsp;является авторизованным партнером компании Huawei<span style="line-height: 14.3000001907349px;">.</span>
</p>
<h2>Решения</h2>
<p>
	 Решения компании предназначены в первую очередь для организаций, нуждающихся в надежной защите VPN-соединений с применением российской сертифицированной криптографии, в частности, для защиты конфиденциальной информации и персональных данных: <a href="/resheniya/industry_solutions/" target="_blank"><img width="110" alt="S-Terra solutions" src="/upload/medialibrary/a90/pict-resheniya-1.jpg" height="110" title="S-Terra solutions" align="right" class="floating-left"></a>
</p>
<ul>
	<li>государственные организации, органы власти;</li>
	<li>финансово-кредитные организации;</li>
	<li>промышленный комплекс;</li>
	<li>телекоммуникационный сектор.</li>
</ul>
<h2>Партнерство</h2>
<p>
	 Распространение и внедрение продуктов производится преимущественно через <a href="/partnery/business_partners/" target="_blank">партнерскую сеть</a>, что дает возможность осуществлять качественные услуги по внедрению продуктов компании в&nbsp;различных регионах России.
</p>