<p>
	 Мы постарались собрать для Вас информацию об обслуживании на территории РФ аппаратных платформ (АП), входящих в состав программно-аппаратных комплексов CSP VPN Gate. Обращаем ваше внимание, что данная информация является справочной. Актуальность информации и условия гарантийного обслуживания уточняйте у производителей аппаратных платформ.
</p>
<h3 style="text-align: left;">Порядок работы с неисправным оборудованием, находящимся на гарантийном обслуживании производителя</h3>
<p>
	 В случае обнаружения аппаратного сбоя, обратитесь в службу технической поддержки ООО «С-Терра СиЭсПи».
</p>
<p>
	 В случае подтверждения технического сбоя аппаратной платформы и АПМДЗ службой технической поддержки ООО «С-Терра СиЭсПи» (удалённая диагностика), рекомендуем обращаться в сервисные центры производителей аппаратных платформ и АПМДЗ:
</p>
<table style="width: 100%;">
<tbody>
<tr>
	<td style="width: 15px;">
		 Специализированный АК С-Терра<br>
		 (АК S-Terra)
	</td>
	<td>
		 ООО «С-Терра СиЭсПи» – контактная информация указана на данном сайте на странице «<a href="/contacts/" target="_blank">Контакты</a>» под заголовком «Ремонт оборудования».<br>
 <a title="Warranty_Obligations_S-Terra.pdf" href="/upload/medialibrary/565/Warranty_Obligations_S-Terra.pdf" target="_blank">Условия гарантийного обслуживания аппаратных комплексов С-Терра (АК S-Terra)</a>.
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 ПАК С-Терра Юнит
	</td>
	<td>
		 ООО «С-Терра СиЭсПи» – контактная информация указана на данном сайте на странице «<a target="_blank" href="/contacts/">Контакты</a>» под заголовком «Ремонт оборудования».<br>
		 Срок гарантии на аппаратную платформу – 1 год.
	</td>
</tr>
<tr>
	<td>
		 Cisco
	</td>
	<td>
		 Запрос на гарантийную замену АП открывается через техническую поддержку ООО «С‑Терра СиЭсПи». <br>
 <a title="Uslovia_realizacii_Cisco_PartAgr_Apndx.pdf" target="_blank" href="/upload/medialibrary/52c/Uslovia_realizacii_Cisco_PartAgr_Apndx.pdf">Условия реализации и предоставления сервисов и поддержки Cisco.</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 Cisco&nbsp;<br>
		 NME-RVPN
	</td>
	<td>
		 ООО «С-Терра СиЭсПи» - контактные данные указаны на данном сайте на странице «<a href="/contacts/" style="color: #000080;" target="_blank">Контакты</a>» под заголовком «Ремонт оборудования»
	</td>
</tr>
<tr>
	<td>
		 Huawei
	</td>
	<td>
		 Гарантийное обслуживание аппаратных платформ Huawei производится <a target="_blank" href="http://consumer.huawei.com/ru/support/service-center/index.htm">в сервисных центрах</a> компании.<br>
		 Проверить условия обслуживания купленного оборудования можно <a target="_blank" href="http://app.huawei.com/enterprisebg/icarea/wechat/wechat.html?Language=EN">здесь</a>.
	</td>
</tr>
<tr>
	<td style="border-style: solid; border-color: #c0c0c0; width: 15px;">
		 Hewlett&nbsp;Packard&nbsp;&nbsp;
	</td>
	<td>
 <a href="http://www8.hp.com/ru/ru/support/partners/cities.html" target="_blank" style="color: #000080;">Сервисные центры</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 DEPO
	</td>
	<td>
 <a href="http://www.depo.ru/rubrica_r996.aspx" target="_blank">Компьютерные сервисные центры</a>
	</td>
</tr>
<tr>
	<td style="border-style: solid; border-color: #c0c0c0; width: 15px;">
		 Kraftway
	</td>
	<td>
 <a href="http://www.kraftway.ru/support/servisnaya-set/" target="_blank">Сервисная сеть</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 TONK
	</td>
	<td>
		 ООО «С-Терра СиЭсПи» – контактные данные указаны на данном сайте на странице «<a href="/contacts/" target="_blank">Контакты</a>» под заголовком «Ремонт оборудования»
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 СЗИ НСД семейства АККОРД
	</td>
	<td>
 <a target="_blank" href="http://www.accord.ru/support.html">Сервисные центры ОКБ «САПР»</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 ПАК «Соболь»
	</td>
	<td>
 <a target="_blank" href="https://www.securitycode.ru/services/tech-support/">Сервисные центры компании «Код Безопасности»</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 АПМДЗ «КРИПТОН-ЗАМОК»
	</td>
	<td>
 <a target="_blank" href="https://ancud.ru/support.html">Сервисные центры Фирмы «АНКАД»</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 АПМДЗ «МАКСИМ-М1»
	</td>
	<td>
 <a target="_blank" href="http://www.rusbitech.ru/support/tech/">Сервисные центры АО «НПО РусБИТех»</a>
	</td>
</tr>
<tr>
	<td style="width: 15px;">
		 Eltex (ESR-H)
	</td>
	<td>
		 Гарантийное обслуживание аппаратных платформ ESR-H производится <a target="_blank" href="https://eltex-co.ru/about/contacts/">в сервисных центрах</a> компании Eltex. Перед отправкой оборудования в сервисный центр Eltex запросите <a target="_blank" href="/podderzhka/">в службе технической поддержки</a> компании «С-Терра СиЭсПи» инструкцию по разукомплектованию СКЗИ.
	</td>
</tr>
</tbody>
</table>
 <br>
<p>
	 При отсутствии сервисного центра в регионе, либо в силу других причин при согласовании со службой технической поддержки ООО «С-Терра СиЭсПи», рекомендуем доставить аппаратную платформу в офис компании ООО «С-Терра СиЭсПи» для проведения диагностики.
</p>
<h3 style="text-align: left;">Порядок передачи неисправного оборудования в ремонт через компанию ООО&nbsp;«С-Терра СиЭсПи»</h3>
<ol>
	<li>Обратитесь в службу технической поддержки для проведения удаленной диагностики. В случае положительного заключения о возможной неисправности АП, служба технической поддержки выдает RMA ID для каждой неисправной аппаратной платформы.</li>
	<li>После получения RMA ID следует каждую аппаратную платформу поместить в упаковку, защищающую при транспортировке от механических воздействий и влаги. В случае бескорпусной аппаратной платформы, упаковка должна обеспечивать защиту от электростатических разрядов. Мы рекомендуем для транспортировки аппаратной платформы использовать заводскую упаковку. В случае, если программно-аппаратный комплекс оборудован АПМДЗ, необходимо укомплектовать АПМДЗ Паспортом на изделие, считывателем iButton и идентификатором iButton, если данные устройства были в комплекте поставки. <br>
 <b>Примечание:</b>&nbsp;не отправляйте лицензии, CD, копии сертификатов, другие печатные материалы вместе с неисправным оборудованием! </li>
	<li>Нанесите на каждую упаковку полученный RMA ID. </li>
	<li>Доставьте неисправное оборудование по адресу, указанному на данном сайте на странице «<a href="/contacts/" style="color: #000080;" target="_blank">Контакты</a>»&nbsp;под заголовком «Ремонт оборудования». </li>
</ol>