<h2>Технологические партнерства</h2>
<p>
	 Компания «С-Терра СиЭсПи» является российским производителем средств сетевой защиты.
</p>
<p>
	 Мы предлагаем российские решения сетевой защиты информации дополняющие решения Cisco Systems. Техническая стратегия и бизнес-модель «С-Терра СиЭсПи» получили одобрение Представительства Cisco Systems в России и нашей компании присвоен статус технологического партнера Cisco Systems (Cisco Solution Technology Integrator).
</p>
<p>
	 Наша бизнес-модель основывается на схеме непрямых продаж, мы предлагаем нашу продукцию <i>системным интеграторам</i>, в первую очередь – партнерам Cisco Systems в России и странах СНГ.
</p>
<p>
	 При производстве мы сотрудничаем с рядом <i>технологических партнеров</i>.
</p>
<h2>Производители сертифицированных криптографических средств защиты</h2>
<p>
	 Одним из важных преимуществ продуктов CSP VPN является открытость криптографической архитектуры – в продуктах CSP VPN может использоваться криптографическая библиотека любого независимого производителя. Мы работаем с авторитетными российскими производителями криптографических средств защиты – компаниями «Крипто-Про», «Сигнал-КОМ», «ЛИССИ».
</p>
<h2>Производители ключевых инфраструктур</h2>
<p>
	 Продукты CSP VPN совместимы с основными российскими удостоверяющими центрами и ключевыми инфраструктурами, работающими на российских алгоритмах:
</p>
<ul>
	<li>Microsoft Certificate Authority с криптомодулем CryptoPro, либо с криптопровайдером Signal-COM CSP.</li>
</ul>
<div style="margin-left: 32px; background-color: #efeeed; padding: 1px 0px 10px 10px;">
	<p>
		 Удостоверяющий центр Microsoft CA может поставляться:
	</p>
	<ul>
		<li>партнерами компании Microsoft;</li>
		<li>компанией «КриптоПро» в составе программного комплекса «Удостоверяющий центр КриптоПро УЦ»;</li>
		<li>компанией «Сигнал-КОМ» в комплекте с криптопровайдером «Signal-COM CSP».</li>
	</ul>
</div>
<ul style="margin-top: 25px;">
	<li>Keon производства RSA Security с криптомодулем CryptoPro</li>
</ul>
<p style="margin-left: 32px; background-color: #efeeed; padding: 10px;">
	 Одна из наиболее функционально развитых ключевых инфраструктур на российском рынке — Keon производства компании RSA Security локализованная при помощи криптопровайдера CryptoPro.
</p>
<ul style="margin-top: 25px;">
	<li>удостоверяющий центр Notary-Pro компании «Сигнал-КОМ»</li>
</ul>
<p style="margin-left: 32px; background-color: #efeeed; padding: 10px;">
	 Поставляется компанией «Сигнал-КОМ» как отдельный продукт или в составе Сервисного Центра e-Notary, предназначенного для организации и поддержки публичных и корпоративных PKI систем, построенных на базе сертифицированных СКЗИ «Крипто-КОМ». Основная задача Сервисного Центра – предоставить «под ключ» услуги подключения к различным защищенным публичным сервисам так, как это происходит при подключении к Интернет, сети сотовой связи и т.п. Кроме этого, проект призван сократить расходы организаций на создание своих защищенных корпоративных систем, и позволяет им в кратчайшие сроки адаптировать предлагаемые публичные PKI сервисы к решению своих прикладных задач или создать свои собственные решения, используя поддержку существующей Инфраструктуры Открытых Ключей.
</p>
<ul style="margin-top: 25px;">
	<li>удостоверяющий центр «LISSICA»/«ЛИССИ-УЦ» компании «ЛИССИ»</li>
</ul>
<p style="margin-left: 32px; background-color: #efeeed; padding: 10px;">
	 Программно-аппаратный комплекс Удостоверяющий Центр «LISSICA»/«ЛИССИ-УЦ» разработан в соответствии с ТЗ, согласованном с ФСБ России и предназначен для «создания удостоверяющих центров электронной цифровой подписи (ЭЦП) в автоматизированных системах защищенного электронного документооборота на основе технологии открытого распределения ключей (PKI), в том числе в органах государственного управления и организациях Российской Федерации».
</p>
<h2>Производители дополнительных средств аутентификации</h2>
<p>
	 Продукты CSP VPN (прежде всего – CSP VPN Client) работают со средствами дополнительной аутентификации пользователей, в частности с носителями криптографических ключей (смарт-карты, USB-токены) и персональные устройства для генерации одноразовых паролей.
</p>
<p>
	 Данные средства персональной аутентификации обладают следующими <b>преимуществами</b>:
</p>
<ul>
	<li><b>усиливают</b> защищенность системы в целом, предоставляя дополнительную (двухфакторную) аутентификацию;</li>
	<li>существенно <b>упрощают</b> как администрирование безопасности в рамках системы, так и работу индивидуального пользователя;</li>
	<li>применяются <b>для множества систем безопасности</b> – от сетевого уровня (VPN) до доступа к операционным системам, базам данных и приложениям.</li>
</ul>
<p>
	 Нашими технологическими партнерами в построении систем аутентификации пользователей являются компании «Аладдин» и «Демос».
</p>