<p>
	 Служба технической поддержки нашей компании готова предоставить пользователям квалифицированные консультации и помощь в решении проблем, возникающих при настройке и эксплуатации оборудования нашей компании.
</p>
<p>
	 Основным каналом общения пользователей и инженеров служит личный кабинет пользователя на <a href="https://support.s-terra.com/" target="_blank">портале</a> службы поддержки. Пользователи этого сервиса могут в любой момент получать информацию о состоянии своих запросов, управлять их состояниями, вести переписку. Вся история переписки хранится в базе личного кабинета. Общение происходит по соединению, защищенному протоколом ssl. Личный кабинет пользователя предоставляет удобный интерфейс создания запросов, ведения переписки по проблеме, содержит базу знаний, в которой собраны справочные материалы по продуктам компании. Инструменты и файлы, доступные, в личном кабинете, зарегистрированным пользователям, позволят Вам быстрее и эффективнее настроить оборудование и реализовать требуемую политику безопасности.
</p>
<p>
	 Если использование личного кабинета, по каким-либо причинам, показалось Вам неудобным <a href="/podderzhka/send_query/" target="_blank">оформить запрос</a> можно по электронной почте.
</p>
<p>
	 В разделе <a href="/podderzhka/opisanie-servisa/" target="_blank">«Описание сервиса»</a> приведен перечень услуг, предоставляемых службой технической поддержки нашей компании, и порядок их оказания.
</p>
<p>
	 Обращаем Ваше внимание: Первая линия технической поддержки конечных пользователей, включающая управление инцидентами, поддержку решений и т.п., возлагается на Партнера (Системного Интегратора). Вторая линия технической поддержки продуктов С-Терра и управления проблемами, связанными с настройкой и эксплуатацией продуктов, оказывается службой технической поддержки ООО «С-Терра СиЭсПи» в соответствии с <a href="/podderzhka/opisanie-servisa/" target="_blank">«Описанием сервиса»</a>.
</p>
<p>
	 Служба технической поддержки принимает запросы и оказывает помощь на русском языке.&nbsp;
</p>
<h2>Сроки технической поддержки</h2>
<p>
	 Комплект поставки продуктов С-Терра&nbsp;включает 1 год технической поддержки, оказываемой в соответствии с <a href="/podderzhka/opisanie-servisa/" target="_blank">«Описанием сервиса»</a>.
</p>
<p>
	 В приведенной ниже таблице указаны крайние сроки, до которых обеспечивается сервис технической поддержки в зависимости от версии Продукта.
</p>
 <br>
<table border="1" cellpadding="1" cellspacing="1">
<tbody>
<tr>
	<th>
		 Линия продуктов
	</th>
	<th>
		 Статус поддержки
	</th>
</tr>
<tr>
	<td>
		 CSP VPN версия 3.0<br>
	</td>
	<td>
		 техническая поддержка прекращена с 9 апреля 2012 г.
	</td>
</tr>
<tr>
	<td>
		 CSP VPN версия 3.1<br>
	</td>
	<td>
		 техническая поддержка прекращена с 10 ноября 2016 г.
	</td>
</tr>
<tr>
	<td>
		 CSP VPN Gate E версии 3.1
	</td>
	<td>
		 техническая поддержка прекращена с 15 августа 2016 г.<br>
	</td>
</tr>
<tr>
	<td>
		 CSP VPN версия 3.11
	</td>
	<td>
		 техническая поддержка прекращена с&nbsp;28 апреля 2017 г.<br>
	</td>
</tr>
<tr>
	<td>
		 С-Терра 4.1<br>
	</td>
	<td>
		 техническая поддержка прекращена с 01 июля 2020 г.<br>
	</td>
</tr>
<tr>
	<td>
		 С-Терра 4.1 Экспортные<br>
	</td>
	<td>
		 техническая поддержка оказывается до 15 ноября 2023 г.<br>
	</td>
</tr>
<tr>
	<td>
		 С-Терра 4.2<br>
	</td>
	<td>
		 техническая поддержка оказывается до 27 декабря 2023 г.<br>
	</td>
</tr>
</tbody>
</table>
 <br>