<p>
	 Компания <b>«С-Терра СиЭсПи»</b> разрабатывает программные продукты для криптографической защиты информации на базе российских криптоалгоритмов и стандартов IKE/IPsec. На базе наших продуктов мы предлагаем целую линейку программных и программно-аппаратных комплексов для малых, средних и крупных офисов, которые масштабированы по цене и производительности.
</p>
<p>
	 Продукты сертифицированы в системе ФСБ РФ и ФСТЭК РФ на соответствие требованиям Руководящих документов и отсутствие недекларированных возможностей (НДВ).
</p>
 Полученные <a href="/products/certificates/">сертификаты</a> рекомендуют применять продукты для:
<ul>
	<li>защиты конфиденциальной информации, за исключением государственной тайны, в автоматизированных системах до класса 1В включительно;</li>
	<li>защиты информационных систем персональных данных до 1 класса включительно.</li>
</ul>
<div class="image-block">
	<div class="left three">
 <img src="/bitrix/templates/inner_page/images/content/image_2.jpg" alt="#"> <a href="/products/catalog/">КАТАЛОГ ПРОДУКТОВ</a>
	</div>
	<div class="right three">
 <img src="/bitrix/templates/inner_page/images/content/image_3.jpg" alt="#"> <a href="/products/certificates/">СЕРТИФИКАТЫ</a>
	</div>
	<div class="clearfix">
	</div>
</div>
 <br>
 <br>
 <br>
 Наши продукты могут использоваться как в государственных учреждениях, так и в коммерческих организациях в соответствии с отраслевыми стандартами и требованиями по защите информации, а именно:
<ul>
	<li>защите конфиденциальной информации органов государственной власти в соответствии с СТР-К, а также совместным приказом ФСБ и ФСТЭК от 31 августа 2010 года №416/489</li>
	<li>защите подключения информационных систем государственных органов к Интернет в соответствии с Указом Президента РФ от 17 марта 2008 года №351, Постановлением Правительства РФ от 18 мая 2009 года №424, Приказом ФСО от 7 августа 2009 года №487;</li>
	<li>защите персональных данных в соответствии с методическими рекомендациями ФСБ по защите персональных данных, а также в соответствии с отраслевыми стандартами Банка России, НАУФОР, НАПФ, операторов связи и др.;</li>
	<li>защите объектов инфраструктуры в соответствии нормативными документами ФСТЭК России по защите ключевых систем информационной инфраструктуры;</li>
	<li>защите систем управления технологическими процессами (АСУ ТП);</li>
	<li>защите крупных территориально-распределенных сетей и т.п.</li>
</ul>
<p>
	 Продукты компании отмечены национальными отраслевыми <a href="/company/awards_and_appreciation/">наградами</a>, а также включены в «<a target="_blank" href="http://reestr.minsvyaz.ru/reestr/?sort_by=date&sort=asc&name=%D0%A1-%D0%A2%D0%B5%D1%80%D1%80%D0%B0&owner_status=&owner_name=&set_filter=Y">Единый реестр российских программ для ЭВМ и баз данных</a>».
</p>