<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Модуль NME-RVPN (МСМ)");
?><div class="twelve right article">
	<h1>Модуль NME-RVPN (МСМ)</h1>
	<hr>
	<h3><span style="text-decoration: underline; color: red;">Внимание:</span></h3>
	<p>
		 В сентябре 2014 года состоялся запуск локального производства новых модулей МСМ на базе платформы Cisco UCS EN120S-M2. В связи с этим, компания Cisco сняла с производства модуль NME-RVPN.
	</p>
	<hr>
	<h3>Обзор продукта</h3>
	<p>
		 Модуль NME-RVPN (МСМ) в составе маршрутизаторов серии Cisco® 2800/3800 и 2900/3900 Integrated Services Routers предлагает российским потребителям уникальное устройство, позволяющее обеспечить как эффективную маршрутизацию, так и защиту трафика данных, голоса, видео. При этом устройство управляется как единое целое, используя интерфейс Cisco для формирования правил маршрутизации и защиты сетевых взаимодействий. Подобная глубокая интеграция позволяет существенно уменьшить сложность сети, не предъявлять дополнительных требований к квалификации персонала и, как результат, снизить затраты на развертывание и поддержку, а также сроки развертывания подсистемы информационной безопасности.
	</p>
	<p style="text-align: center;">
 <img alt="modul-nme-rvpn.jpg" src="/upload/medialibrary/560/modul-nme-rvpn.jpg" border="0" title="modul-nme-rvpn.jpg">
	</p>
	<p style="text-align: center;">
 <b>Рисунок 1.</b> Модуль NME-RVPN (МСМ)
	</p>
	<h3>Сертификаты</h3>
	<ul>
		<li>Сертификат ФСТЭК России № 3370 (МЭ-3, НДВ-3, ОУД 4+) – действителен до 25.03.2021</li>
 <br>
		<li style="list-style-type: none;">Встроенная криптобиблиотека компании «С-Терра СиЭсПи»:</li>
		<li>Сертификат ФСБ России № СФ/114-3229 (КС1) – действителен до 15.11.2019</li>
	</ul>
	 <!--
<h3>Сертификаты</h3>
<table style="width: 100%;">
<tbody>
<tr>
	<th>
		 Версия 3.1
	</th>
	<th>
		 Версия 3.11
	</th>
	<th>
		 Версия 4.1
	</th>
</tr>
<tr>
	<td style="width: 33%;">
		<ul>
			<li>
			<p>
 <a href="/upload/medialibrary/a4e/fsb-114-2317_ver.3.1.jpg" target="_blank">Сертификат ФСБ России № СФ/114-2317&nbsp;(КС1)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/217/fsb-124-2320_ver.3.1.jpg" target="_blank">Сертификат ФСБ России № СФ/124-2320&nbsp;(КС2)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/988/vstek-gate_2198_ver.3.1.jpg" title="vstek-gate_2198_ver.3.1.jpg" target="_blank">Сертификат ФСТЭК России № 2198&nbsp;(МЭ-3, ИСПДн 1 класс)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/5af/vstek-mcm_2103_ver.3.1.jpg" title="vstek-mcm_2103_ver.3.1.jpg" target="_blank">Сертификат ФСТЭК России № 2103&nbsp;(ОУД 3+, НДВ-3, ИСПДн 1 класс, класс 1Г)</a>
			</p>
 </li>
		</ul>
	</td>
	<td style="width: 33%;">
		<ul>
			<li>
			<p>
 <a href="/upload/medialibrary/6b2/cert_cf114_2093.jpg" target="_blank">Сертификат ФСБ России № СФ/114-2093&nbsp;(КС1)</a>
			</p>
 </li>
		</ul>
		<ul>
			<li>
			<p>
 <a href="/upload/medialibrary/fd9/cert_cf114_2094.jpg" target="_blank">Сертификат ФСБ России №&nbsp;СФ/114-2094&nbsp;(КС2)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/c8d/cert_cf114_2025.jpg" target="_blank">Сертификат ФСБ России № СФ/114-2025&nbsp;(КС3)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/982/fstec_3152_ver-3.11.jpg" target="_blank">Сертификат ФСТЭК России № 3152&nbsp;(МЭ-3, НДВ-3, ОУД 4)</a>
			</p>
 </li>
			<li>
			<p>
				 Формуляр, согласованный ФСТЭК России (АС 1В, ГИС до 1 кл.вкл., ПДн 1-4 ур.защиты)&nbsp;
			</p>
 </li>
		</ul>
	</td>
	<td style="width: 33%;">
		<ul>
			<li>
			<p>
 <a href="/upload/medialibrary/9e4/fsb_114-2369_gate-cp-kc1.jpg" target="_blank">Сертификат ФСБ России № СФ/114-2369&nbsp;(КС1)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/b5a/fsb_124-2370_gate-cp-kc2.jpg" target="_blank">Сертификат ФСБ России № СФ/124-2370&nbsp;(КС2)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/764/fsb_124-2371_gate-cp-kc3.jpg" target="_blank">Сертификат ФСБ России № СФ/124-2371&nbsp;(КС3)</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/355/fsb_515-2656_gate-cp-fw.jpg" target="_blank">Сертификат ФСБ России № СФ/515-2656&nbsp;(МЭ4) для КС1</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/de4/fsb_525-2657_gate-cp-fw.jpg" target="_blank">Сертификат ФСБ России № СФ/525-2657&nbsp;(МЭ4) для КС2</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/284/fsb_525-2658_gate-cp-fw.jpg" title="fsb_525-2658_gate-cp-fw.jpg" target="_blank">Сертификат ФСБ России № СФ/525-2658&nbsp;(МЭ4) для КС3</a>
			</p>
 </li>
			<li>
			<p>
 <a href="/upload/medialibrary/9c0/fstec_3370_gate.jpg" title="fstec_3370_gate.jpg" target="_blank">Сертификат ФСТЭК России №3370&nbsp;(МЭ-3, НДВ-3, ОУД 4+)</a>
			</p>
 </li>
			<li>
			<p>
				 Формуляр, согласованный ФСТЭК России (АС 1В, ГИС до 1 кл. вкл., ПДн 1-4 ур.)
			</p>
 </li>
		</ul>
	</td>
</tr>
</tbody>
</table>
-->
	<h2>Преимущества и возможности продукта</h2>
	<h3>Защищенность сетевых взаимодействий</h3>
	<p>
		 В связи с широкой интеграцией корпоративных коммуникаций с публичными сетями, для обеспечения взаимодействий компаний с филиалами, удаленными пользователями, заказчиками и партнерами первостепенное значение приобретает вопрос обеспечения российских пользователей высокотехнологичным сертифицированным VPN-решением в сочетании с передовыми технологиями Cisco Systems и удовлетворяющим современным требованиям эффективной защиты всех видов сетевых взаимодействий. При этом необходимо не только решить вопросы защиты внешнего обмена данными, но и предоставить современные решения по защищенным беспроводным коммуникациям, защите голоса и видео с обеспечением качества обслуживания, максимально эффективно защитить взаимодействие клиентов в сетях операторов связи и услуг.
	</p>
	<p>
		 Интеграция модуля NME-RVPN (МСМ) в маршрутизаторы серии Cisco 2800/3800 или 2900/3900 Integrated Services Router позволяет потребителям получить единое решение, обеспечивающее, в том числе, организацию сетевой защиты, использующей российскую сертифицированную криптографию (модуль сертифицирован как СКЗИ по классу защиты КС3), развитую маршрутизацию, качество обслуживания приоритетного трафика (QoS), сервисы IP-телефонии и видео, коммутацию сетей. Подобные качества совместно с управляемостью и технологий Cisco IOS практически полностью закрывают потребность современного бизнеса в организации и защите ответственных, критически важных сетевых взаимодействий.
	</p>
	<h3>Программное обеспечение CSP RVPN</h3>
	<p>
		 Программное обеспечение CSP RVPN, входящее в состав модуля NME-RVPN (МСМ), является еще одним элементом семейства продуктов CSP VPN Client, CSP VPN Server, масштабируемой серии шлюзов безопасности CSP VPN Gate 100/1000/3000/7000 и системой управления "С-Терра КП"
	</p>
	<p>
		 Продукты CSP VPN обеспечивают базовую функциональность современного VPN-устройства:
	</p>
	<ul>
		<li>Шифрование (конфиденциальность) и ЭЦП (целостность, аутентификация) IP-пакетов, целостность потока пакетов.</li>
		<li>Маскировку топологии сети за счет инкапсуляции трафика в защищенный туннель.</li>
		<li>Прозрачность для NAT (поддержка инкапсуляции пакета ESP в UDP).</li>
		<li>Аутентификацию узлов сети и пользователей, контроль доступа на уровне компьютеров, пользователей и приложений, интегрированный межсетевой экран 4-го класса (CSP RVPN удовлетворяет требованиям к межсетевому экрану по 4-му классу защищенности).</li>
		<li>Обеспечение надежности с выравниванием нагрузки в схеме резервирования N+1 (Dead Peer Detection protocol).</li>
		<li>Унификацию политики безопасности для мобильных и «внутренних» пользователей (динамическое конфигурирование корпоративных IP-адресов для удаленных пользователей «внутри VPN»).</li>
		<li>Сохранение классификации трафика для защищенных пакетов (мaпирование ToS поверх IPsec), приоритетную обработку трафика голоса и видео (поддержка QoS), отсутствие потери пакетов при регенерации сессионных ключей (smooth IKE re-keying).</li>
		<li>Гибкое, централизованное и событийное ведение журнала с возможностью вторичной обработки на основе протокола Syslog.</li>
	</ul>
	<p>
		 Как результат, применение модуля NME-RVPN (МСМ) в составе маршрутизатора Cisco Integrated Services Router 2800/3800 или 2900/3900 обеспечивает эффективную реализацию множества сценариев сертифицированной защиты, включая:
	</p>
	<ul>
		<li>межсетевые взаимодействия;</li>
		<li>защищенный доступ удаленных и мобильных пользователей;</li>
		<li>защиту беспроводных сетей;</li>
		<li>защиту мультисервисных сетей (включая IP-телефонию и видеоконференцсвязь);</li>
		<li>защиту платежных систем и систем управления технологическими процессами в производстве и на транспорте.</li>
	</ul>
	<h3>Межсетевые взаимодействия</h3>
	<p>
		 Сценарии защиты межсетевых взаимодействий (Site-to-Site VPN) применяются для защиты коммуникаций территориально распределенных корпоративных сетей через публичные (открытые, не заслуживающие доверия) сети/каналы связи.
	</p>
	<p>
		 По сути применение VPN-решений для этих целей не должно приводить к понижению требований к характеристикам непосредственно канала передачи данных, таких как поддержка множественности протоколов, высокая надежность, большая масштабируемость. Наоборот, современные VPN-решения должны обеспечивать высокую ценовую эффективность и большую гибкость в реализации таких требований. Высокую ценовую эффективность можно получить, например, за счет возможности использовать публичные каналы для передачи информации, что ранее было недоступно. Использование для этой цели маршрутизаторов Cisco ISR (рисунок 2) в полной мере выполняет поставленную выше задачу.
	</p>
	<p style="text-align: center;">
 <img alt="rvpn1.gif" src="/upload/medialibrary/aff/rvpn1.gif" border="0" title="rvpn1.gif">
	</p>
	<p style="text-align: center;">
 <b>Рисунок 2.</b> Использование VPN туннелей для создания защищенной корпоративной сети.
	</p>
	<p>
		 Для выполнения требований повышенной надежности сетевых взаимодействий крупных сетей (обеспечивающей непрерывность бизнес-процессов в них) в дополнение к приведенному выше примеру могут использоваться решения с резервированием и балансировкой нагрузки.
	</p>
	<h3>Защита беспроводных и мультисервисных сетей</h3>
	<p>
		 Продукты CSP VPN поддерживают сценарии защиты как выделенных мультимедийных сетей, так и «смешанных» сетей, обеспечивая:
	</p>
	<ul>
		<li>поддержку качества сетевого обслуживания;</li>
		<li>защиту качества сервиса в голосовой VPN при перегрузке трафика данных.</li>
	</ul>
	<p>
		 Модуль NME-RVPN (МСМ) в составе маршрутизаторов Cisco 2800/3800 или 2900/3900, обеспечивающих дополнительную функциональность Cisco Unified CallManager Express и беспроводной точки доступа, предоставляет для удаленных офисов всю необходимую функциональность обработки и защиты беспроводных мультимедийных и мультисервисных сетей в едином устройстве.
	</p>
	<p style="text-align: center;">
 <img alt="rvpn2.gif" src="/upload/medialibrary/9c1/rvpn2.gif" border="0" title="rvpn2.gif">
	</p>
	<p style="text-align: center;">
 <b>Рисунок 3.</b> Защита беспроводных и мультисервисных сетей.
	</p>
	<p>
		 Основным средством защиты трафика в беспроводной сети является IPsec. При этом обеспечивается не только аутентификация устройств (что делается на канальном уровне), но и аутентификация пользователей (рисунок 3). Применение в радио сегменте выделенного адресного пространства и IPsec VPN обеспечивает возможность:
	</p>
	<ul>
		<li>изолировать проводной сегмент от открытого IP-трафика;</li>
		<li>пропускать внутрь проводной корпоративной сети (к ресурсам локальной сети) только IPsec-трафик, причем только в «домашние» сети.</li>
	</ul>
	<h3>Защита удаленных и мобильных пользователей</h3>
	<p>
		 Сценарии удаленного доступа пользователей (Remote Access VPN) применяются для защиты доступа удаленных или мобильных пользователей в корпоративную сеть через публичные (открытые, не заслуживающие доверия) сети или каналы связи.
	</p>
	<ul>
		<li>Политика безопасности клиента доступа CSP VPN Client определяется только системным администратором (администратором безопасности) и не может быть изменена пользователем.</li>
		<li>Права доступа пользователя определяются в корпоративной сети, и информация о правах доступа в корпоративной сети отсутствует на клиенте доступа CSP VPN Client.</li>
		<li>Клиент доступа CSP VPN Client не требует от пользователя никаких технических операций кроме установки и ввода ключа, предоставленного администратором безопасности.</li>
	</ul>
	<p>
		 CSP VPN Client поддерживает защищенную связь практически из любой точки, где присутствует какой-либо коммуникационный ресурс. Используются специальные меры в обеспечении мобильности пользователя:
	</p>
	<ul>
		<li>адаптивность к адресному пространству (IPsec автоматически включается в зонах, где требуется защищенное соединение);</li>
		<li>поддержка различных сред передачи, в том числе мобильных (GPRS, CDMA, Wi-Fi, WiMAX и др.);</li>
		<li>обеспечение прозрачной передачи IKE/IPsec трафика через шлюзы с трансляцией адресов (NAT).</li>
	</ul>
	<h3>Возможности и преимущества</h3>
	<p>
		 По сравнению с другими отдельными подобными устройствами модуль NME-RVPN (МСМ) при использовании в сетевой инфраструктуре центрального офиса имеет ряд преимуществ:
	</p>
	<ul>
		<li>Общий с другими устройствами интерфейс управления. Для управления и настройки модуля можно применять интерфейс командной строки (CLI) с использованием команд, аналогичных Cisco IOS. Модулем можно также управлять с помощью графического web-интерфейса, а также посредством графического интерфейса Cisco Security Manager 3.2 (CSM) и CSM 4.3 (совместимо с версией 3.11), который входит в состав Cisco Security Management Suite и посредством графического интерфейса центра управления CiscoWorks VPN/Security Management Solution v.2.3 – CiscoWorks Router Management Center (Router MC).</li>
		<li>Снижение потребления и простота коммутации. Модуль получает питание от маршрутизатора, не нуждается в коммутации и не занимает места в стойке с сетевым оборудованием.</li>
		<li>Проверка целостности ОС (реализовано в версии 3.11)</li>
	</ul>
	<h3>Архитектура модуля</h3>
	<p>
		 Модуль NME-RVPN (МСМ) можно установить в маршрутизаторы Cisco ISR:
	</p>
	<ul>
		<li>первого поколения (серий 2811, 2821, 2851, 3825 и 3845) с версией IOS 12.4(11)T или выше;</li>
		<li>второго поколения (серий 2911, 2921, 2951, 3925 и 3945) с версией IOS 15.x.x. ".</li>
	</ul>
	<p>
		 Некоторые модели маршрутизаторов допускают установку нескольких модулей:
	</p>
	<ul>
		<li>маршрутизаторы серий 2951, 3825, 3925 позволяют установить до двух модулей МСМ;</li>
		<li>маршрутизаторы серий 3845, 3945 – до четырех модулей.</li>
	</ul>
	<p>
		 Модуль может работать с любых образом (feature set) IOS начиная с "IP base". При этом модуль NME-RVPN (МСМ) работает независимо от IOS маршрутизатора, используя программное обеспечение CSP RVPN компании ООО «С-Терра СиЭсПи», установленное на компакт-флэш-карте (Compact Flash) модуля. Программное обеспечение модуля функционирует под управлением адаптированной OS Linux.
	</p>
	<p>
		 Аппаратно модуль NME-RVPN (МСМ) представляет собой вычислительную платформу на базе процессора Intel Celeron-M 1.0ГГц с 512 Мб оперативной памяти и 1 Гб Compact Flash (рисунок 4). Для подключения к локальной сети модуль имеет внешний интерфейс Gigabit Ethernet. Аналогичный внутренний интерфейс осуществляет взаимодействие и передачу данных между модулем и маршрутизатором.
	</p>
	<p style="text-align: center;">
 <img alt="rvpn3.gif" src="/upload/medialibrary/4f1/rvpn3.gif" border="0" title="rvpn3.gif">
	</p>
	<p style="text-align: center;">
 <b>Рисунок 4.</b> Архитектура модуля NME-RVPN (МСМ) и Cisco Router.
	</p>
	<h3>Спецификация модуля NME-RVPN (МСМ)</h3>
	<table style="text-align: justify; width: 100%;">
	<tbody>
	<tr>
		<th>
 <strong>Характеристика</strong>
		</th>
		<th>
 <strong>Описание</strong>
		</th>
	</tr>
	<tr>
		<td colspan="2">
 <strong>Аппаратные характеристики модуля</strong>
		</td>
	</tr>
	<tr>
		<td>
			 Процессор
		</td>
		<td>
			 1 ГГц Intel Celeron-M
		</td>
	</tr>
	<tr>
		<td>
			 Память DRAM
		</td>
		<td>
			 512 MБ DDR2
		</td>
	</tr>
	<tr>
		<td>
			 Сетевые интерфейсы
		</td>
		<td>
			<ul>
				<li>1 внутренний интерфейс 1000 Мбит/с Ethernet</li>
				<li>1 внешний интерфейс10/100/1000 Мбит/с Ethernet</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Память Flash
		</td>
		<td>
			 1 Гб Compact Flash
		</td>
	</tr>
	<tr>
		<td colspan="2">
 <strong>Физические характеристики модуля</strong>
		</td>
	</tr>
	<tr>
		<td>
			 Физические размеры (В x Ш x Д)
		</td>
		<td>
			 3.9 x 18.0 x 18.3 cm (1.55 x 7.10 x 7.2 дюймов)
		</td>
	</tr>
	<tr>
		<td>
			 Вес
		</td>
		<td>
			 1.25 фунтов (567 грамм)
		</td>
	</tr>
	<tr>
		<td>
			 Рабочая влажность
		</td>
		<td>
			 5% до 95%, без конденсата
		</td>
	</tr>
	<tr>
		<td>
			 Рабочая температура
		</td>
		<td>
			 0-40 °C (32-104 °F)
		</td>
	</tr>
	<tr>
		<td>
			 Температура хранения
		</td>
		<td>
			 -25 °C до 70 °C
		</td>
	</tr>
	<tr>
		<td>
			 Рабочая высота над уровнем моря
		</td>
		<td>
			 10 000 футов (3048 м) при 25 °C
		</td>
	</tr>
	<tr>
		<td>
			 Потребляемая мощность
		</td>
		<td>
			 21 Вт
		</td>
	</tr>
	<tr>
		<td>
			 Сертификаты по электробезопасности
		</td>
		<td>
			<ul>
				<li>Underwriters Laboratory 1950</li>
				<li>CSA-C22.2 No. 950</li>
				<li>EN 60950</li>
				<li>IEC 60950</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Сертификаты по электромагнитной совместимости
		</td>
		<td>
			<ul>
				<li>47 CFR Part 15 Class A</li>
				<li>CISPR22 Class A</li>
				<li>EN300386 Class A</li>
				<li>EN55022 Class A</li>
				<li>EN61000-3-2</li>
				<li>EN61000-3-3</li>
				<li>VCCI Class I</li>
				<li>AS/NZS CISPR 22 Class A</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Сертификаты по электромагнитной помехоустойчивости
		</td>
		<td>
			<ul>
				<li>CISPR24</li>
				<li>EN300386</li>
				<li>EN50082-1</li>
				<li>EN55024</li>
				<li>EN61000-6-1</li>
			</ul>
		</td>
	</tr>
	</tbody>
	</table>
	<h3>Функциональные возможности</h3>
	<table style="text-align: justify; width: 100%;">
	<tbody>
	<tr>
		<th>
 <strong>Характеристика</strong>
		</th>
		<th>
 <strong>Описание</strong>
		</th>
	</tr>
	<tr>
		<td>
			 Программная совместимость
		</td>
		<td>
			 Любые продукты, поддерживающие протоколы IKE/IPsec (RFC 2401 – RFC 2412)
		</td>
	</tr>
	<tr>
		<td>
			 Протоколы туннелирования
		</td>
		<td>
			 IPsec, NAT Traversal IPsec (NAT-T по<br>
			 draft-ietf-ipsec-nat-t-ike-03(02) и <br>
			 draft-ietf-ipsec-udp-encaps-03(02))
		</td>
	</tr>
	<tr>
		<td>
			 Шифрование/аутентификация
		</td>
		<td>
			 IPsec Encapsulating Security Payload (ESP) и/или IPsec Authentication Header (AH) при использовании ГОСТ 28147-89 (256 бит), DES/3DES (56/168 бит) или AES (128/192/256 бит) с ГОСТ Р 34.11-94, MD5 или SHA
		</td>
	</tr>
	<tr>
		<td>
			 Управление ключами
		</td>
		<td>
			<ul>
				<li>IKE (Internet Key Exchange)</li>
				<li>IKE exchanges: Main mode, Aggressive mode, Quick mode, Transaction Exchanges, Informational Exchanges</li>
				<li>IKE: ГОСТ Р 31.10-2001, RSA, DSA, Pre-shared key</li>
				<li>Поддержка Smooth IKE/IPsec rekeying</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Работа с сертификатами
		</td>
		<td>
			 LDAP v.3, x509 v.3, PKCS #7 (base64, bin), PKCS #10 (base64, bin), PKCS #12 (base64, bin), CRL
		</td>
	</tr>
	<tr>
		<td>
			 Маршрутизация
		</td>
		<td>
			<ul>
				<li>Статическая маршрутизация</li>
				<li>Управляемый политикой IPsec контроль фрагментации пакетов в канале</li>
				<li>Обнаружения отказов удаленных узлов: IKE keep-alive extension – Dead Peer Detection (draft-ietf-ipsec-dpd-04)</li>
				<li>Удаленный клиент IP, назначение IP из локального пула адресов (IKECFG)</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Фильтрация
		</td>
		<td>
			<ul>
				<li>IP-адрес (диапазон IP, сайт) источника и назначения</li>
				<li>Порта и тип протокола</li>
				<li>Обработка фрагментированных пакетов</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Настройка и управление
		</td>
		<td>
			<ul>
				<li>Протоколы управления: SSH, HTTP или они же, в режиме защиты IPsec</li>
				<li>Ведение журнала событий: syslog (локально или на удаленный сервер)</li>
				<li>Протокол SNMP, поддержка MIB-II</li>
				<li>SNMP traps (CISCO-IPSECFLOW- MONITOR-MIB, CISCO-IPSECMIB, CISCO-CONFIG-MAN-MIB)</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Поддержка QoS
		</td>
		<td>
			 Отображение битов TOS поверх IPsec и приоритизация очередей QoS для обеспечения работы IP-телефонии и видео
		</td>
	</tr>
	<tr>
		<td>
			 Высокая доступность
		</td>
		<td>
			<ul>
				<li>Распределение нагрузки, псевдо кластер (n+1), поддержка IPsec соединений.</li>
				<li>Обнаружение потери соединения (draft-ietf-ipsec-dpd-04), восстановление соединения</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Управление политиками
		</td>
		<td>
			<ul>
				<li>Интерфейс командной строки CLI</li>
				<li>Графический пользовательский интерфейс на основе Web</li>
				<li>Система управления "С-Терра КП"</li>
				<li>Графический интерфейс Cisco Security Manager 3.2 (CSM) и CSM 4.3 (совместимо с версией 3.11), входящий в состав Cisco Security Management Suite</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Проверка целостности ОС
		</td>
		<td>
			 Реализуется автоматически в версии 3.11 средствами загрузчика ОС
		</td>
	</tr>
	</tbody>
	</table>
	<h3>Производительность</h3>
	<p>
		 Наиболее часто используемый алгоритм для IPsec-туннелей, включающий шифрование с проверкой целостности (ESP+HMAC), показывает производительность, равную 40 Mбит/с (измерено на больших пакетах – 1400 байт). Если же проверка целостности не важна, то в режиме «ESP only» модуль может обеспечить скорость шифрования до 95 Mбит/с.
	</p>
	<p>
		 Характеристики производительности модуля NME-RVPN (МСМ).
	</p>
	<table>
	<tbody>
	<tr>
		<th>
 <strong>Используемый алгоритм</strong>
		</th>
		<th>
 <strong>Значение*</strong>
		</th>
	</tr>
	<tr>
		<td>
			 ESP c проверкой целостности
		</td>
		<td>
			 40 Mбит/с
		</td>
	</tr>
	<tr>
		<td>
			 ESP без проверки целостности
		</td>
		<td>
			 95 Mбит/с
		</td>
	</tr>
	<tr>
		<td>
			 AH
		</td>
		<td>
			 57 Mбит/с
		</td>
	</tr>
	<tr>
		<td>
			 AH+ESP
		</td>
		<td>
			 40 Mбит/с
		</td>
	</tr>
	</tbody>
	</table>
	<p>
		 * – Измерено при использовании потока UDP пакетов размером 1400 байт.
	</p>
	<h3>Системные требования</h3>
	<table style="width: 100%;">
	<tbody>
	<tr>
		<th>
 <strong>Требование</strong>
		</th>
		<th>
 <strong>Описание</strong>
		</th>
	</tr>
	<tr>
		<td>
			 Оборудование
		</td>
		<td>
			<ul>
				<li>Cisco 2811, 2821, 2851, 3825 или 3845 Integrated Series Routers</li>
				<li>Cisco серий 2911, 2921, 2951, 3925 или 3945 Integrated Series Routers</li>
			</ul>
		</td>
	</tr>
	<tr>
		<td>
			 Программное обеспечение
		</td>
		<td>
			<p>
				 Программное обеспечение - Cisco IOSR Software Release 12.4(11)T
			</p>
			<p>
				 или более поздний, установленный на маршрутизаторах первого поколения (серий 2811, 2821, 2851, 3825 и 3845)
			</p>
			<p>
				 или с версией IOS 15.x.x - для маршрутизаторов второго поколения (серий 2911, 2921, 2951, 3925 и 3945).
			</p>
		</td>
	</tr>
	</tbody>
	</table>
	<h3><br>
	 Информационные материалы:</h3>
	<li><a href="http://www.cisco.com/web/RU/products/hw/vpndevc/rvpn/index.html" target="_blank">Модуль NME-RVPN</a>.</li>
	<div style="border: 1px dotted gray; padding: 15px;">
		<p align="center">
			 Уважаемые клиенты!
		</p>
		<p>
			 Заказ модулей <span lang="EN-US">NME_RVPN</span> (МСМ) производится у следующих дистрибьютеров продукции компании <span lang="EN-US">Cisco Systems</span>:
		</p>
		<ul>
			<li><span> <a href="http://www.marvel.ru/" target="_blank">Marvel</a> </span></li>
			<li><span> <a href="http://www.ocs.ru/main.html" target="_blank">OCS</a> </span></li>
			<li><span> <a href="http://www.rrc.ru/" target="_blank">RRC</a> </span></li>
			<li><span> <a href="http://www.comptek.ru/" target="_blank">CompTek</a> </span></li>
		</ul>
	</div>
 <br>
	 <!-- Начало блока с кнопкой "Документация по продукту" -->
	<div class="twelve">
 <a href="http://doc.s-terra.ru/rh_output/4.1/Module_RVPN/output/index.htm" class="doc_button" target="_blank">Документация по этому продукту
		<div class="icons icon-arrow-right-news">
		</div>
 </a>
	</div>
	 <!-- Конец блока с кнопкой "Документация по продукту" -->
</div></div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>