<h2>Ограничения в предоставлении ТП</h2>

<p>ТП предоставляется только по Продуктам компании ООО «С-Терра СиЭсПи» в соответствии с эксплуатационной документацией. Компания не несёт ответственности за программное обеспечение других производителей. ТП
не предоставляется в случае выявления факта неработоспособности Продукта по причине установки Пользователем
    в ПАК дополнительного оборудования или программного обеспечения без согласования с Компанией.</p>

<p>Первоначально присвоенный Приоритет Инцидента может быть изменен сотрудником Отдела Клиентского Сервиса
    в процессе решения Проблемы</p>

<p>Запросы в Отдел Клиентского Сервиса с лицензиями, по которым истек срок действия договора на предоставление ТП, будут обрабатываться с низшим приоритетом, без каких-либо обязательств по времени реакции. Выдача обновлений
    и других материалов будет приостановлена.</p>