<h3>Сроки технической поддержки</h3>
<p>В приведенной ниже таблице указаны крайние сроки, до которых обеспечивается сервис технической поддержки в зависимости от версии Продукта.</p>

<table>
<thead>
    <tr>
        <th>Линия продуктов</th>
        <th>Статус поддержки</th>
    </tr>
</thead>
<tbody>
    <tr>
        <td>CSP VPN версия 3.0</td>
        <td>техническая поддержка прекращена с 9 апреля 2012 г.</td>
    </tr>
    <tr>
        <td>CSP VPN версия 3.1</td>
        <td>техническая поддержка прекращена с 10 ноября 2016 г.</td>
    </tr>
    <tr>
        <td>CSP VPN Gate E версия 3.1</td>
        <td>техническая поддержка прекращена с 15 августа 2016 г.</td>
    </tr>
    <tr>
        <td>CSP VPN версия 3.11</td>
        <td>техническая поддержка прекращена с 28 апреля 2017 г.</td>
    </tr>
    <tr>
        <td>С-Терра 4.1</td>
        <td>техническая поддержка прекращена с 01 июля 2020 г.</td>
    </tr>
    <tr>
        <td>С-Терра 4.1 Экспортные</td>
        <td>техническая поддержка оказывается до 15 ноября 2023 г.</td>
    </tr>
    <tr>
        <td>С-Терра 4.2</td>
        <td>техническая поддержка оказывается до 27 декабря 2023 г.</td>
    </tr>
    <tr>
        <td>С-Терра 4.3</td>
        <td>техническая поддержка оказывается до 01 декабря 2026 г.</td>
    </tr>
</tbody></table>