<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Криптография ST");
?><div class="twelve right article">
	<h1>Криптография С-Терра ST: выгодно, надёжно, сертифицировано</h1>
 <br>
	<p>
		 Криптографическая библиотека С-Терра ST разработана компанией «С-Терра СиЭсПи» и встраивается в&nbsp;VPN‑продукты линейки версий 4.1, 4.2 и 4.3:
	</p>
	<ul>
		<li><a href="/products/catalog/s-terra-klient/" target="_blank">С-Терра Клиент</a>;</li>
		<li><a href="/products/catalog/s-terra-shlyuz/" target="_blank">С-Терра Шлюз</a>;</li>
		<li><a href="/products/catalog/s-terra-yunit-4-3/" target="_blank">С-Терра Юнит</a>;</li>
		<li><a href="/products/catalog/s-terra-virtualnyy-shlyuz/" target="_blank">С-Терра Виртуальный Шлюз</a>;</li>
		<li><a href="/products/s-terra-csco-stvm-4-2/" target="_blank">С-Терра CSCO-STVM</a>;</li>
		<li><a href="/products/catalog/s-terra-shlyuz-e/" target="_blank">С-Терра Шлюз Е</a>;</li>
		<li><a href="/products/catalog/s-terra-virtualnyy-shlyuz-e/" target="_blank">С-Терра Виртуальный Шлюз Е</a></li>
	</ul>
	<p>
		 Продукты С-Терра со встроенной криптографией позволяют организовать современную, надежную, высокопроизводительную, легко масштабируемую систему безопасности сетей связи благодаря следующим преимуществам:
	</p>
	<ul>
		<li>Поддержка самых современных протоколов и технологий, в частности, криптографических алгоритмов на основе ГОСТ&nbsp;Р&nbsp;34.10-2012, ГОСТ Р 34.11-2012,&nbsp;VKO ГОСТ Р 34.10-2012, 256 бит&nbsp;(в&nbsp;соответствии с документом «<a href="/upload/medialibrary/9bb/rekomendacii-po-standartizacii-kriptografia.pdf" title="rekomendacii-po-standartizacii-kriptografia.pdf" target="_blank">РЕКОМЕНДАЦИИ ПО СТАНДАРТИЗАЦИИ</a>»), ГОСТ Р 34.12-2015, ГОСТ Р 34.13-2015.</li>
		<li>Сертификация в ФСБ России и ФСТЭК России.</li>
		<li>Совместимость с криптографией КРИПТО-ПРО CSP, что позволяет использовать продукты с&nbsp;обеими криптографическими библиотеками в рамках одной системы информационной безопасности (ИБ), а также производить обновления не одновременно всех элементов системы ИБ, а только тех, которые необходимо в данное время.</li>
		<li>Отсутствие отдельной лицензии на криптографию. Необходима лицензия только на сам продукт, что упрощает работу администратора, в частности, по мониторингу сроков действия лицензий и&nbsp;сертификатов большого количества устройств, а также снижает издержки на обслуживание сетей.</li>
		<li>Единая техническая поддержка VPN-продуктов и встроенного СКЗИ.</li>
		<li>Более низкая стоимость, по сравнению с аналогичными продуктами с внешней криптографической библиотекой.</li>
	</ul>
	<p>
		 Приобретая продукты С-Терра&nbsp;со встроенной криптографической библиотекой С-Терра ST, Вы получаете увеличенные сроки действия сертификатов, более простое управление лицензиями и&nbsp;снижение общей стоимости владения системой ИБ.
	</p>
	<p>
		 Для получения подробной информации обратитесь в наш коммерческий департамент:<br>
 <a href="mailto:sales@s-terra.ru">sales@s-terra.ru</a>, +7 (499) 940-90-01. <br>
		 Мы будем рады ответить на Ваши вопросы и оформить Ваш заказ.
	</p>
</div></div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>