<p>
	Технологии VPN, как средства криптографической защиты информации (СКЗИ), являются предметом строгого законодательного регулирования.
</p>
<p>
	Основные требования регулирования:
</p>
<ul>
	<li>VPN-продукт должен быть сертифицирован ФСБ России как средство криптографической защиты информации, т.н. механизм встраивания криптобиблиотек для VPN не применим.</li>
	<li>Производитель VPN должен быть лицензиатом ФСБ России.</li>
	<li>Для криптографической продукции должны выполняться установленные порядки в области производства (ПКЗ 2005 и специальные требования), учета (персонифицированное лицензирование права пользования) и распространения (к распространению криптографической продукции может привлекаться только лицензиат ФСБ России).</li>
</ul>
<p>&nbsp;</p>