
<p>Обеспечить российский рынок современными решениями для построения VPN. При создании продуктов компания опирается на следующие принципы:</p>
<ul>
    <li>использовать международные технические стандарты (в частности, IP Security Architecture (IPsec))</li>
    <li>приблизить решения по идеологии к индустриальным стандартам де-факто</li>
    <li>обеспечить возможность работы на&nbsp;российских криптографических алгоритмах и&nbsp;сертификацию в&nbsp;российских органах технического регулирования (ФСБ России; ФСТЭК России)</li>
</ul>
