<p>Компания С-Терра строит бизнес в первую очередь вокруг людей. При найме новых сотрудников мы отдаем предпочтение не столько опытным, сколько способным кандидатам. Нам важно, чтобы вне зависимости от позиции будущие коллеги обладали следующими качествами:</p>
<ul>
    <li><span class="title">Умение добиваться результата</span><span>Процесс у нас важен, но еще важнее — результат. Мы лично отвечаем за каждый свой продукт</span></li>
    <li><span class="title">Инициативность</span><span>Мы ожидаем от своих коллег активной позиции в жизни нашей компании, умения не бояться предлагать и обсуждать</span></li>
    <li><span class="title">Самостоятельность</span><span>Мы стремимся работать с теми, кто умеет управлять собой: организовывать себя, определять свои задачи, способы и пути их решения</span></li>
</ul><a class="btn btn-primary" href="/company/rabota-u-nas/">Посмотреть вакансии</a>