<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Тестирование АП на совместимость с СКЗИ С-Терра");
?><div class="twelve right article">
	<h1>Тестирование аппаратных платформ на&nbsp;совместимость с СКЗИ С-Терра</h1>
	<h2>Общее описание услуги</h2>
	<p>
		 Одним из преимуществ программного обеспечения (ПО) С-Терра является возможность его использования на оборудовании самых разных производителей.
	</p>
	<p>
		 Если Вам необходимо:
	</p>
	<ul>
		<li>построить систему обеспечения информационной безопасности (ИБ) с использованием Вашего оборудования на архитектуре Intel x86, которое не указано в <a href="/products/sovmestimoe-oborudovanie/" target="_blank">списке совместимого оборудования</a>,</li>
		<li>подтвердить легитимность использования средства криптографической защиты информации (СКЗИ) С-Терра на Вашем оборудовании,</li>
		<li>пройти подготовку к аттестации Вашей автоматизированной системы (АС) в регулирующих организациях,</li>
	</ul>
	<p>
 <i>компания «С-Терра СиЭсПи» предлагает Вам воспользоваться услугой тестирования Ваших аппаратных платформ (АП) на совместимость с СКЗИ С-Терра.</i>
	</p>
	<p>
		 Тестирование проводится специалистами ООО «С-Терра СиЭсПи» (далее – Компания) в&nbsp;лаборатории Компании, в соответствии с лицензией ФСБ России №14238 К от 20 апреля 2015&nbsp;г. и&nbsp;«Временными методическими рекомендациями к проведению исследований программного обеспечения BIOS по документированным возможностям» ФСБ России.
	</p>
	<p>
		 Процедура тестирования включает в себя:
	</p>
	<ul>
		<li>проверку на совместимость оборудования, включая ПО BIOS, с ПО С-Терра Шлюз,</li>
		<li>проверку BIOS в соответствии с документом ФСБ России «Временные методические рекомендации к проведению исследований программного обеспечение BIOS по документированным возможностям».</li>
	</ul>
	<p>
		 Для АС, требующих применения СКЗИ класса КС3, обязательно проведение экспертизы в ФСБ России.
	</p>
	<p>
		 Для АС, требующих СКЗИ классов КС1 или КС2, экспертиза ФСБ России может быть проведена по желанию заказчика.
	</p>
	<p>
		 Факт успешного прохождения тестирования (и экспертизы – для КС3) служит подтверждением легитимности использования предоставленного оборудования с СКЗИ С-Терра, что является необходимым условием для прохождения аттестации АС на соответствие требованиям по безопасности информации.
	</p>
	<p>
		 Успешное прохождение тестирования зависит от конкретной конфигурации АП, версии BIOS и&nbsp;настроек. С учетом этого, Компания не может гарантировать успешное завершение тестов и&nbsp;прохождение экспертизы.
	</p>
	<h2>Порядок оказания, сроки и стоимость услуги</h2>
	<p>
		 Сроки и стоимость услуги зависят от требуемого класса СКЗИ.
	</p>
	<p>
 <span class="letter">1.</span>Заказчик присылает в Компанию <a title="Zayavka_na_testirovanie_AP.PDF" href="/upload/medialibrary/9e7/Zayavka_na_testirovanie_AP.PDF" target="_blank">заявку в электронном виде</a>&nbsp;на тестирование его АП. Адрес для отправки заявки указан ниже.
	</p>
	<p>
 <span class="letter">2.</span>В соответствии с полученной заявкой специалист Компании оформляет договор на «Оказание услуги по тестированию оборудования на совместимость с системой криптографической защиты информации С-Терра». Договор направляется заказчику для подписания на указанный в заявке электронный адрес.
	</p>
	<p>
 <span class="letter">3.</span>Аппаратная платформа и техническая документация к ней должны быть переданы в Компанию. Расходы по доставке АП несет заказчик.
	</p>
	<p>
 <span class="letter">4.</span>Стоимость тестирования АП – 50&nbsp;000 руб. Заказчик оплачивает 100% стоимости до начала выполнения работ.
	</p>
	<p>
 <span class="letter">5.</span>Для СКЗИ классов КС1, КС2: в течение 15 рабочих дней с момента получения оборудования, в&nbsp;случае успешного прохождения тестирования, Компания предоставляет заказчику техническое заключение с&nbsp;«Требованиями к&nbsp;условиям эксплуатации ПАК «С-Терра VPN».
	</p>
	<p>
 <span class="letter">6.</span>Для СКЗИ классов КС1 – КС3: в случае неуспешного тестирования, Компания предоставляет заказчику техническое заключение о несовместимости АП с СКЗИ С-Терра. Экспертное заключение ФСБ России не готовится и не выдается.
	</p>
	<p>
 <span class="letter">7.</span>Независимо от результата, стоимость тестирования заказчику не возвращается.
	</p>
	<p>
 <span class="letter">8.</span>Для СКЗИ класса КС3: в течение 15 дней с момента получения оборудования, в случае успешного прохождения тестирования, Компания информирует об этом заказчика и выставляет счет за подготовку экспертного заключения ФСБ России. Стоимость данной услуги – 250 000 руб.
	</p>
	<p>
 <span class="letter">9.</span>Срок подготовки экспертного заключения – 6 месяцев.
	</p>
	<p>
 <span class="letter">10.</span>По факту получения положительных результатов экспертизы, Компания готовит техническое заключение с «Требованиями к условиям эксплуатации ПАК «С-Терра VPN» со ссылкой на номер письма-заключения ФСБ России.
	</p>
	<p>
 <span class="letter">11.</span>В случае отрицательного результата экспертизы Компания готовит заключение со ссылкой на номер письма ФСБ России. «Требованиями к условиям эксплуатации ПАК «С-Терра VPN» в данном случае Компанией не готовятся и не выдаются.
	</p>
	<p>
 <span class="letter">12.</span>Независимо от результата, стоимость экспертизы заказчику не возвращается.
	</p>
	<p>
 <span class="letter">13.</span>Выполнение услуги оформляется Актом (для всех классов).
	</p>
	<p>
		 По этой ссылке Вы можете скачать <a title="Obrazec_zakluchenia_S-Terra.pdf" href="/upload/medialibrary/172/Obrazec_zakluchenia_S-Terra.pdf" target="_blank">пример выдаваемого технического заключения</a>.
	</p>
	<p>
		 В случае успешного прохождения тестов на совместимость, Ваша АП будет внесена в общий список совместимых АП на сайте компании (см. страницу «<a href="/products/sovmestimoe-oborudovanie/" target="_blank">Совместимые аппаратные платформы</a>») и, таким образом, Вы сможете воспользоваться <a href="/services/installation/" target="_blank">услугой по установке ПО</a> С-Терра Шлюз на Вашу АП.
	</p>
	<p>
		 Для уточнения подробностей об условиях тестирования Вашей аппаратной платформы обращайтесь к нашим менеджерам:
	</p>
	<p>
		 – по телефону <strong>+7 499 940-90-61</strong> <br>
		 – или по электронной почте: <a href="mailto:sales@s-terra.ru">sales@s-terra.ru</a>
	</p>
</div></div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>