<p>
	 Обеспечение информационной безопасности (ИБ) – это весьма специфическая и комплексная сфера информационных технологий, с которой технический персонал компаний не сталкивается в своей повседневной работе. Поэтому неудивительно, что, когда встает задача выбора решения для защиты информации в компании или организации, у наших заказчиков и партнеров могут возникать вопросы, ответы на которые не очевидны.
</p>
<p>
	 С целью помочь нашим партнерам и заказчикам сделать правильный и обоснованный выбор того или иного решения для защиты информации, нашими специалистами были подготовлены ответы на вопросы, которые нам чаще всего задают партнеры, заказчики, пользователи.
</p>
<p>
	 Мы надеемся, что эти ответы также помогут развеять некоторые «мифы»&nbsp;и распространенные опасения, которые могут возникать у руководства компаний или технических специалистов при выборе решения для защиты информации.
</p>
<p>
	 Документ предполагается дополнять и обновлять в соответствии с новыми получаемыми от Вас вопросами по продуктам и решениям С-Терра и их применению. Ваши предложения по составу вопросов и пожелания по ответам Вы можете прислать нам по адресу <a href="mailto:presale@s-terra.ru">presale@s-terra.ru</a>.
</p>