<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetAdditionalCSS(SITE_TEMPLATE_PATH."/css/submebuSecondLevelAsThirdForOther.css", true);
$APPLICATION->SetTitle("Описание сервиса");
?><div class="twelve right article textet">
	<h1 style=" margin-bottom: 15px;"><?=$APPLICATION->GetTitle();?></h1>
	<p style="margin-left: 16px;">
		 Комплект поставки продуктов компании «С-Терра СиЭсПи» включает 1 год технической поддержки<a href="#obnovlenie">*</a>.
	</p>
	<p style="margin-left: 16px;">
		 Сервис технической поддержки продуктов компании «С-Терра СиЭсПи»&nbsp;предоставляется в&nbsp;соответствии с&nbsp;<a href="/upload/medialibrary/d50/PublicSupportServiceDescr_proposal.pdf" data-mce-onclick="data-mce-onclick" style="color: #000080; padding: 0px; margin: 0px;" target="_blank">документом</a>, выдержки из которого приведены ниже.
	</p>
	<hr>
	<h2>Термины</h2>
	<p style="margin-left: 16px;">
 <b>Продукт</b> — программа, программный комплекс производства Компании или программно-аппаратный комплекс (ПАК) с предустановленным на него программным комплексом или программой производства Компании.
	</p>
	<p style="margin-left: 16px;">
 <b>Сервис Технической Поддержки (Поддержка)</b> — деятельность Компании по предоставлению услуг в объеме&nbsp;<a href="/upload/medialibrary/d50/PublicSupportServiceDescr_proposal.pdf" target="_blank">данного документа</a>.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Служба Технической Поддержки (Служба)</strong> — подразделение Компании, которое обеспечивает Поддержку со стороны Компании.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong style="line-height: 14.3000001907349px;">Пользователь Поддержки (Пользователь)</strong><span style="line-height: 14.3000001907349px;">&nbsp;— физическое или юридическое лицо, указанное в Лицензии на использование Продукта или его полномочный представитель.</span>
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong style="line-height: 14.3000001907349px;">Инцидент</strong><span style="line-height: 14.3000001907349px;">&nbsp;— зафиксированный Пользователем случай отклонения функциональности Продукта от норм, заявленных в пользовательской документации.</span>
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong style="line-height: 14.3000001907349px;">Проблема</strong><span style="line-height: 14.3000001907349px;">&nbsp;— отклонение функциональности Продукта от норм, заявленных в пользовательской документации, являющееся причиной Инцидентов.</span>
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Запрос</strong> — обращение Пользователя, зафиксированное&nbsp;в Службе.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong style="line-height: 14.3000001907349px;">Сайт Службы</strong><span style="line-height: 14.3000001907349px;"> — онлайновая система учета и управления Запросами пользователей.</span>
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Сценарий Типового Применения</strong>&nbsp;<strong>(Сценарий)</strong> — описание способа применения Продуктов, разработанного и прошедшего тестирование в тестовой лаборатории Компании.
	</p>
	<h2>Список предоставляемых услуг</h2>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление инструкций и консультирование по установке Продуктов.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление инструкций и консультирование по настройке Продуктов.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление инструкций и консультации по процедурам обновления программного обеспечения.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление инструкций и консультирование по восстановлению ПАК после фатальных сбоев, включая предоставление консультаций по организации стенда для восстановления ПАК после фатальных сбоев.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление Пользователю технической информации по функциональности Продуктов, в рамках пользовательской документации.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Анализ Проблем, выявленных в процессе эксплуатации Продуктов и выработка рекомендаций по их устранению, в рамках Сценариев или их сочетаний.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Оказание консультаций по использованию Сценариев.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Консультации по возможностям операционных систем, использующихся в ПАК.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Разработка Сценариев по результатам обработки Запросов Пользователей, без обязательств по времени реализации.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Разработка решений по расширению функциональности ПАК, в том числе, с использованием продуктов сторонних производителей, без обязательств по времени реализации.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Разработка предложений по альтернативной настройке и применению (workaround) и/или предоставление исправлений (патчей), устраняющих выявленную Проблему.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление доступа к Базе Знаний по Продуктам, в персональном разделе Сайта Службы.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление доступа к инструментам, позволяющим автоматизировать создание настроек ПАК при реализации Сценариев.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Предоставление доступа к дополнительным Сценариям.
	</p>
	<h2>Порядок оказания услуг</h2>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Служба принимает и рассматривает вопросы на русском языке. Рекомендации и сообщения Служба передает на русском языке.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Служба осуществляет вторую линию Поддержки Продуктов и управления Проблемами, связанными с настройкой и эксплуатацией Продуктов. Первая линия Поддержки конечных пользователей: управление Инцидентами, поддержка решений и т.п. возлагается на Партнера.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Для того чтобы начать пользоваться услугами Поддержки нужно пройти процедуру регистрации. Порядок регистрации размещён в <a href="/upload/medialibrary/d50/PublicSupportServiceDescr_proposal.pdf" target="_blank">данном документе</a>.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <span style="line-height: 14.3000001907349px;">Служба принимает Запросы по следующим каналам связи:</span>
	</p>
	<ul style="text-align: justify;">
		<li>Персональный раздел на Сайте Службы (приём Запросов и дополнительной информации круглосуточно).</li>
		<li>Электронная почта (приём Запросов и дополнительной информации круглосуточно).</li>
		<li>Телефон. Для решения Проблемы могут потребоваться дополнительные материалы: тексты конфигураций, копии событийных протоколов и т.п. Дополнительные материалы должны направляться в Службу по электронной почте или через Сайт Службы.</li>
	</ul>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Пользователь при размещении Запроса указывает:
	</p>
	<ul>
		<li style="text-align: justify;">Фамилию, имя, отчество;</li>
		<li style="text-align: justify;">Версию и наименование Продукта;</li>
		<li style="text-align: justify;">Номер лицензии Продукта (Продуктов) при эксплуатации которых наблюдается Проблема;</li>
		<li style="text-align: justify;">Производителя и версию средства криптографической защиты информации (СКЗИ);</li>
		<li style="text-align: justify;">Операционную систему;</li>
		<li style="text-align: justify;">Описание Проблемы и последовательность действий, приводящих к ее появлению.</li>
	</ul>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 После получения этой информации Запрос классифицируется по уровню важности, дальнейшая обработка производится, согласно присвоенному уровню. Уровень важности, присвоенный Запросу, отображается в персональном разделе Пользователя на Сайте Службы и дублируется по электронной почте.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 При недостатке информации для анализа Проблемы Служба запрашивает у Пользователя дополнительную информацию об окружении, в котором проявляется Проблема.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Ответ на Запрос направляется по электронной почте на адрес Пользователя разместившего Запрос.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Ответ на Запрос направляется на русском языке.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Результаты разрешения Проблемы передаются Пользователю в виде:
	</p>
	<ul style="text-align: justify;">
		<li>Описания технических настроек и реконфигурации системы.</li>
		<li>Ссылок на разделы пользовательской документации.</li>
		<li>Предоставления исправления Продукта по мере разработки обновлений. В случае, если Проблема, с которой столкнулся Пользователь, уже решена, обновление разработано и в данном случае технически применимо, Пользователь получает исправление (патч) и рекомендации по его установке.</li>
	</ul>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <span style="line-height: 14.3000001907349px;">Служба настоятельно рекомендует Пользователю в рамках переписки по одной Проблеме с использованием электронной почты сохранять неизменной тему писем, а также не изменять в теме присвоенный Службой уникальный идентификатор Проблемы.</span>
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Служба рекомендует Пользователю извещать инженера, ответственного за решение Проблемы, о решении Проблемы. Сделать это можно, используя возможности личного кабинета, закрыв Запрос, либо послав в адрес Службы письмо с таким сообщением, сохранив уникальный идентификатор Проблемы в теме письма.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <span style="line-height: 14.3000001907349px;">В случае выявления факта неработоспособности Продукта по причине установки Пользователем в ПАК дополнительного оборудования или программного обеспечения без согласования с Компанией, техническая поддержка этого экземпляра Продукта прекращается. Номер лицензии на Продукт и причина прекращения технической поддержки сообщается Пользователю.</span>
	</p>
	<h2>Классификация Запросов по уровню важности</h2>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Уровень 1. «Критичная важность»:</strong> Продукт не выполняет основные функции безопасности - шифрование трафика и/или контроль доступа, что приводит к нарушению безопасности деловых операций Пользователя. Компания и Пользователь готовы выделить необходимые ресурсы и в срочном порядке работать над разрешением Проблемы.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Уровень 2. «Высокая важность»:</strong> Неадекватное функционирование Продукта приводит к ухудшению работоспособности сети Пользователя и простою в проведении деловых операций Пользователя. Компания и Пользователь выделяют и резервируют ресурсы необходимые для решения Проблемы.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Уровень 3. «Средняя важность»:</strong> Проблемы, связанные с эксплуатацией Продукта незначительно влияют на деловые операции Пользователя.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
 <strong>Уровень 4.&nbsp;«Низкая важность»:</strong> Пользователю нужна информация о возможностях Продуктов или помощь по их установке или настройке. Отрицательное влияние на деловые операции Пользователя отсутствует.
	</p>
	<h2>Доступность оказываемых услуг</h2>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Поддержка обрабатывает Запросы в течение 9-ти часов (с 9 до 18 по Московскому времени) в рабочие дни при пятидневной рабочей неделе.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Служба обеспечивает 90%-ную доступность Поддержки. Это означает, что в среднем время реакции может быть превышено не более чем на один из десяти Запросов.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Время реакции Службы:
	</p>
	<ul>
		<li>на Запросы с уровнем важности 1 и 2 — 2 часа;</li>
		<li>на Запросы с уровнем важности 3 — 1 день;</li>
		<li>на Запросы с уровнем важности 4 — 5 дней.</li>
	</ul>
	<h2>Ограничения обязательств Компании при оказании услуг</h2>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Служба не решает вопросы, связанные с невозможностью построения Пользователем системы, вызванные нарушением положений эксплуатационной документации или неспособностью Пользователя ее построить, а так же другие интеграционные вопросы. Служба оставляет за собой возможность давать технические консультации по таким вопросам вне ответственности Компании.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Компания не несёт ответственности за программное обеспечение других производителей. Служба оставляет за собой возможность давать технические консультации по вопросам использования стороннего ПО вне ответственности Компании.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 При анализе материалов и выдаче рекомендаций, Служба исходит из предположения, что настройка ведется в локальной системной консоли устройства.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Услуги оказываются Пользователям в пределах гарантийного срока либо при условии оплаченной Поддержки.
	</p>
	<p style="margin: 6px 6px 3px 16px; padding: 0px;">
		 Запросы в Службу с лицензиями, по которым истек срок действия договора на предоставление Поддержки, будут обрабатываться с низшим приоритетом, без каких-либо обязательств по времени реакции. Выдача обновлений и других материалов будет приостановлена.
	</p>
 <br>
	<hr width="150" style="margin-left: 0px; text-align: left;">
	<p style="margin-left: 60px; text-indent: -8px;">
 <span style="font-size: 8pt;"><a id="" name="obnovlenie"></a>* — не распространяется на обновление продуктов до новых версий.</span>
	</p>
</div>
</div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>