<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Актуальная информация");
?><div class="twelve right article">
	<h1>Актуальная информация</h1>
 <br>
	<hr>
	<h3>Новые требования ФСТЭК России к межсетевым экранам</h3>
	<p>
		Уважаемые партнеры!<br>
 <b>01 декабря 2016 года</b> вступают в силу новые требования ФСТЭК России к межсетевым экранам. Об этом проинформировала ФСТЭК России в информационном сообщении 28 апреля 2016 г.<br>
		 Для продуктов С-Терра версий 3.11 и 4.1, приобретенных и установленных до 01 декабря 2016 года, текущие сертификаты ФСТЭК на межсетевой экран (МЭ4) сохраняют свою легитимность до завершения срока действия сертификата, т.е.:<br>
<span style="margin-left: 30px;">• для версии 4.1 – до 25 марта 2018 г., </span><br>
<span style="margin-left: 30px;">• для версии 3.11 – до 28 апреля 2017 г.</span><br>
		Продукты С-Терра новой версии 4.2 будут сертифицированы как межсетевой экран в соответствии с&nbsp;новыми требованиями ФСТЭК.
	</p>
	<hr>
	<h3>Обновление прайс-листа</h3>
	<p>
		 С<b> 10 мая 2016 г.</b> произошло обновление прайс-листа на продукцию С-Терра.<br>
		 Изменения коснулись стоимости некоторых аппаратных комплексов. Кроме того, изменены артикулы на продукты на базе аппаратной платформы Hewlett Packard.<br>
		 Получить подробную информацию Вы можете, обратившись к нашим менеджерам<br>
		 по телефону +7 499 940-90-61 или по почте <a href="mailto:sales@s-terra.ru">sales@s-terra.ru</a>.
	</p>
	<hr>
	<h3>Обновление прайс-листа</h3>
	<p>
		 3 февраля обновлен прайс-лист на продукцию С-Терра.<br>
		 Увеличены цены на Ключи активации сервисов технической поддержки.<br>
		 Получить подробную информацию Вы можете, обратившись к нашим менеджерам<br>
		 по телефону +7 499 940-90-61 или по почте <a href="mailto:sales@s-terra.ru">sales@s-terra.ru</a>.
	</p>
	<hr>
	<h3>Работа демонстрационного стенда С-Терра продлена</h3>
	<p>
		 В связи с большим интересом к стенду, руководство компании приняло решение продлить период работы демонстрационного стенда продуктов С-Терра. Узнать более подробно о стенде и оформить заявку на посещение можно <a target="_blank" href="/company/news/priglashaem-na-demonstratsiyu-produktov-s-terra-/">здесь</a>.
	</p>
	<hr>
	<h3>Окончание продаж CSP VPN Gate E версии 3.1</h3>
	<p>
		 Компания «С-Терра СиЭсПи» информирует о том, что продажа продукта CSP VPN Gate E версии 3.1 (шлюз безопасности в экспортном исполнении) прекращена 31.12.2015. Техническая поддержка продукта будет оказываться <b>до 15.08.16</b>.
	</p>
	<hr>
	<h3>Срок действия сертификата CSP VPN Gate версии 3.11 истек!</h3>
	<p>
		 Срок действия сертификата ФСБ России №СФ/124-2026 от 01 января 2013 г. на «Программный комплекс CSP VPN Gate» версия 3.11 (исполнение 4-5) истек 31 декабря 2015 г.
	</p>
	<hr>
	<h3>Прекращение производства АП Cisco UCS C22 M3</h3>
	<p>
		 Шлюзы безопасности С-Терра Шлюз на АП Cisco UCS C22 M3 не доступны для заказа с 1 мая 2015 г. в связи с тем, что компанией Cisco Systems прекращено производство указанной аппаратной платформы.
	</p>
	<p>
		 Для подбора альтернатив воспользуйтесь текущим прайс-листом или обратитесь в отдел продаж.
	</p>
	<hr>
	<h3>Окончание сроков действия сертификатов</h3>
	<p>
		 Срок действия сертификатов ФСБ России на CSP VPN Gate, CSP VPN Client, CSP VPN Server, СПДС «ПОСТ», NME-RVPN (MCM) версии 3.1 закончился 01.07.2015 г.
	</p>
	<hr>
	<h3>Сертификаты ФСБ России на С-Терра VPN c криптографией ST</h3>
	<p>
		 Компания «С-Терра СиЭсПи» информирует о получении сертификатов ФСБ России о соответствии исполнений ПАК «С-Терра VPN» версии 4.1 с встроенной криптографией ST требованиям к СКЗИ.
	</p>
	<hr>
	<h3>Окончание продаж продуктов С-Терра версии 3.11</h3>
	<p>
		 Компания «С-Терра СиЭсПи» информирует о том, что с февраля 2015 года продажи продуктов С‑Терра версии 3.11 не осуществляются.
	</p>
	<hr>
	<h3>Окончание продаж продуктов С-Терра версии 3.11</h3>
	<p>
		 Компания «С-Терра СиЭсПи» информирует о том, что с февраля 2015 года продажи продуктов С‑Терра версии 3.11 не осуществляются.
	</p>
	<hr>
</div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>