<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("История компании");
?><div class="twelve right article text-page">
	<h2>Предыстория</h2>
	<p>
		 Команда «С-Терра СиЭсПи» обладает уникальным опытом в области разработки продуктов сетевой защиты. Этот опыт включает создание защищенных коммуникационных систем в НПО «ЭЛАС», легендарном предприятии советского военно-промышленного комплекса, выпускавшем беспилотные космические системы наблюдения и связи; школу первой реализации продуктов в архитектуре IPsec («Элвис Плюс», Sun Microsystems, протокол SKIP, 1994 г.) и первой продажи российского программного продукта на западный рынок (сделка «Элвис Плюс» – Sun Microsystems, 1996 г.).
	</p>
	<p>
		 В 1998 г. команда разработки средств сетевой защиты «Элвис Плюс» была переведена в состав европейского проекта TrustWorks Systems b.v. (Нидерланды, США, Россия). Работа в TrustWorks – это четыре года производства продуктов и интеграции решений на рынке Западной Европы, активное участие в развитии индустрии и приз «Technology Pioneer» Давосского Форума, разработка средств управления сетевой защитой и техническая реализация одного из российских брэндов – VPN‑продуктов «Застава» ОАО «Элвис Плюс» (продукт «Застава» – ОЕМ-лицензия TrustWorks).
	</p>
	<h2>2003 год</h2>
	<p>
		 Рождение компании «С-Терра СиЭсПи». Проект TrustWorks был реструктурирован, направление управления средствами защиты информации было продано компании Synatra (Великобритания), а&nbsp;команда разработчиков VPN-агентов TrustWorks перешла работать в «С-Терра СиЭсПи».
	</p>
	<h2>2003–2004 годы</h2>
	<p>
		 Выпущены первые версии продуктов CSP VPN, обеспечивающих сетевую защиту информации на основе протоколов IKE/IPsec с использованием российских национальных криптостандартов и&nbsp;управлявшихся с платформы CiscoWorks VMS.
	</p>
	<p>
		 Получены первые лицензии: Гостехкомиссии РФ (на деятельность по разработке и (или) производству средств защиты конфиденциальной информации и на деятельность по технической защите конфиденциальной информации) и ФСБ РФ (на разработку и производство, техническое обслуживание, распространение шифровальных средств).
	</p>
	<h2>2005 год</h2>
	<p>
		 Признание продуктов CSP VPN на рынке.
	</p>
	<p>
		 Публикация данных о результатах независимых тестирований, доказывающих рекордную производительность CSP VPN.
	</p>
	<p>
		 Проведение успешных испытаний функциональности QoS в продуктах CSP VPN.
	</p>
	<p>
		 Присуждение звания лауреата национальной отраслевой премии «Зубр» в номинации «Лучший инновационный продукт в области информационной безопасности».
	</p>
	<p>
		 Получение статуса технологического партнера Cisco Systems (Cisco Technology Developer Program affiliate) – первыми в России.
	</p>
	<h2>2006 год</h2>
	<p>
		 Присвоение уникального для Восточной Европы статуса Cisco Solution Technology Integrator.
	</p>
	<p>
		 Вывод на рынок модуля NME-RVPN – совместного с Cisco Systems продукта.
	</p>
	<p>
		 Присуждение золотой медали премии «Зубр» в номинации «Лучшее средство обеспечения сетевой безопасности».
	</p>
	<p>
		 Признание продуктов CSP VPN лучшими на рынке по показателям общей функциональности, производительности, поддержки качества сетевого обслуживания, вручение диплома «Выбор рынка».
	</p>
	<h2>2007–2008 годы</h2>
	<p>
		 Развитие продуктовой линейки, выход версии 3.0.
	</p>
	<p>
		 Активное развитие партнерской сети компании «С-Терра СиЭсПи».
	</p>
	<h2>2009 год</h2>
	<p>
		 Получение лицензии ФСБ России на разработку средств криптографической защиты информации (СКЗИ).
	</p>
	<p>
		 Согласование с Центром ФСБ России технического задания на СКЗИ «CSP VPN Gate» и документа «Порядок организации производства...» изделия МСМ (Модуль Сетевой Модернизированный), позволяющего изготавливать МСМ согласно доверенному технологическому процессу.
	</p>
	<h2>2010 год</h2>
	<p>
		 Сертификация в ФСБ России продуктов CSP VPN версии 3.1, как средства криптографической защиты информации по классам защиты КС1 и КС2 (в зависимости от комплектации).
	</p>
	<p>
		 Сертификация во ФСТЭК России продуктов CSP VPN версии 3.1, позволяющая использовать решения компании «С-Терра СиЭсПи» для защиты персональных данных.
	</p>
	<p>
		 Организация производства модуля NME-RVPN в исполнении МСМ в рамках подконтрольного ФСБ России технологического процесса.
	</p>
	<h2>2008–2010 годы</h2>
	<p>
		 Реализация партнерами компании «С-Терра СиЭсПи» ряда значимых проектов в области информационной безопасности с применением продуктов CSP VPN.
	</p>
	<p>
		 В том числе внедрения в государственных структурах (республиканских, краевых и областных администрациях, министерствах, ведомствах), в крупных организациях (структурах РАО ЕЭС, ОАО «Газпром», ОАО «РЖД», ФГУП «Почта России» и др.).
	</p>
	<p>
		 Например, для построения защищенной корпоративной сети передачи данных Министерства здравоохранения Челябинской области были выбраны шлюзы безопасности CSP VPN Gate 3000. Продукты компании использовались для обеспечения информационной безопасности центра обработки данных ОАО «Уралсвязь»; применялись для построения защищенных VPN-каналов ЗАО АК «Алроса», а также для защиты персональных данных в ОАО «Башкирский регистр социальных карт».
	</p>
	<h2>2011–2012 годы</h2>
	<p>
		 Выход на рынок нового продукта – СПДС «ПОСТ», основанного на инновационной технологии создания среды построения доверенного сеанса (СПДС).
	</p>
	<p>
		 Выпуск системы централизованного управления С-Терра КП.
	</p>
	<p>
		 Представление на рынке бета-версии VPN-клиента для мобильных платформ с ОС Android – С-Терра Клиент-М.
	</p>
	<p>
		 Выпуск новой версии 3.11 продуктов CSP VPN.
	</p>
	<p>
		 Получение сертификата ФСБ России о соответствии требованиям к СКЗИ класса КС1 экспортного варианта шлюза безопасности CSP VPN Gate Е версии 3.1, эксплуатация которого допускается как на территории России, так и за ее пределами. Реализация ряда проектов по внедрению CSP VPN Gate&nbsp;E.
	</p>
	<p>
		 Успешное тестирование сертифицированного высокопроизводительного решения на базе CSP VPN Gate, позволяющего шифровать поток данных на втором уровне (L2) с агрегированнoй производительностью 10 Гбит/с. Тестирование проведено совместно с компанией Cisco.
	</p>
	<p>
		 Присуждение компании «С-Терра СиЭсПи» премии Security Awards в номинации «Фундамент» – за фундаментальные открытия и технологии». Премия получена в партнерстве с компаниями «ЭЛВИС-ПЛЮС» и «КРИПТО-ПРО».
	</p>
	<p>
		 Значимые внедрения продукции компании и динамично развивающееся партнерство в эти годы отмечены благодарственными письмами от таких компаний, как ОАО «СО ЕЭС», ООО «ГМК Норильский никель», ООО «УЦСБ», ЗАО «Крафтвэй корпорэйшн ПЛС», ООО «Самсунг Электроник Рус».
	</p>
	<h2>2013 год</h2>
	<p>
		 Организация и проведение собственных обучающих семинаров о защите сетевой инфраструктуры на основе продуктов компании «С-Терра СиЭсПи».
	</p>
	<p>
		 Получение сертификатов ФСБ России на продукты CSP VPN версии 3.11 с классом сертификации до КС3 включительно.
	</p>
	<p>
		 Заключение технологического партнерства с компанией Samsung. Получение статуса Серебряный партнер.
	</p>
	<p>
		 Присуждение компании «С-Терра СиЭсПи» премии Security Awards в номинации «Бастион» за разработку защитных технологий и в номинации «Размер имеет значение» за широкую масштабируемость решений.
	</p>
	<p>
		 Присвоение мобильному клиенту С-Терра Клиент-М первого места в конкурсе «Лаборатории мобильной безопасности» по результатам зрительского голосования.
	</p>
	<p>
		 Получение премии Infosecurity Russia 2013 за новую, современную версию 4.1 продуктовой линейки С‑Терра, выпущенную к 10-летнему юбилею компании.
	</p>
	<h2>2014 год</h2>
	<p>
		 Изменение названия продуктов «CSP VPN» на «С-Терра». Начало продаж новой линейки сертифицированных продуктов С-Терра версии 4.1.
	</p>
	<p>
		 Выход на рынок первого VPN-шлюза для встраивания в виртуальную инфраструктуру – С-Терра Виртуальный Шлюз.
	</p>
	<p>
		 Получение по результатам тестирования статуса Citrix Ready на продукты С-Терра Виртуальный Шлюз и С-Терра Клиент-М.
	</p>
	<p>
		 Вручение почетной награды Samsung в номинации «Мобильные решения» как одному из ключевых корпоративных партнеров в 2013 г. за существенный вклад и значительные усилия по реализации проекта создания клиента безопасности для мобильных платформ Samsung на базе ОС Android.
	</p>
	<h2>2015 год</h2>
	<p>
		 Сертификация в ФСБ России продуктов С-Терра Шлюз и С-Терра Клиент в качестве межсетевых экранов с классом сертификации МЭ4.
	</p>
	<p>
		 Обновление обучающего курса компании, расширение сотрудничества с Учебными центрами.
	</p>
	<p>
		 Успешное тестирование на совместимость продукта С-Терра Клиент-М и российского смартфона YotaPhone 1 и 2.
	</p>
	<p>
		 Заключение технологического партнерства с компанией Huawei. Получение статуса Авторизованный партнер.
	</p>
	<p>
		 Выпуск универсального комплекта: маршрутизатор Huawei с модулем шифрования с установленным VPN-шлюзом С-Терра Виртуальный Шлюз.
	</p>
	<p>
		 Представление на выставке «Infosecurity Russia» новых продуктов:
	</p>
	<ul>
		<li style="text-align: left;">Компактный С-Терра Юнит</li>
		<li style="text-align: left;">Высокопроизводительный С-Терра Шлюз 10G</li>
		<li style="text-align: left;">Российский Универсальный сервисный криптомаршрутизатор ESR-ST – в партнерстве с&nbsp;предприятием «Элтекс» (Новосибирск)</li>
	</ul>
	<p>
		 Расширение линейки продуктов С-Терра выпуском средства для обнаружения атак (вторжений). Выход бета-версии С-Терра СОВ.
	</p>
	<p>
		 Открытие официальных страниц компании в социальных сетях: <a target="_blank" href="https://www.facebook.com/STerra.CSP/">Facebook</a>, <a target="_blank" href="https://vk.com/sterra_csp">ВКонтакте</a>, <a href="https://www.youtube.com/c/STerraCSP/" target="_blank">YouTube</a>.
	</p>
	<h2>2016 год</h2>
	<p>
		 Внесение продуктов С-Терра в Единый реестр российских программ для ЭВМ и баз данных.
	</p>
	<p>
		 Выпуск виртуального модуля С-Терра CSCO-STVM для маршрутизаторов Cisco нового поколения.
	</p>
	<p>
		 Выпуск криптомаршрутизатора Zelax-ST – совместного продукта с зеленоградской компанией Zelax.
	</p>
	<p>
		 Внесение шлюзов безопасности С-Терра в список рекомендованных к использованию для защиты подключения к СМЭВ.
	</p>
	<p>
		 Начало продаж семейства новых модулей HW-ST, расширяющих возможности маршрутизаторов Huawei функциональностью VPN-шлюза С-Терра с ГОСТ-криптографией.
	</p>
	<p>
		 Предложение рынку новой услуги «Установка С-Терра VPN на вашу аппаратную платформу».
	</p>
	<p>
		 Применение шлюзов безопасности С-Терра для защиты персональных данных Единого лесопожарного центра Архангельской области.
	</p>
	<h2>2017 год</h2>
	<p>
		 Выпуск новой линейки С-Терра VPN версии 4.2.
	</p>
	<p>
		 Выпуск универсального сервисного криптомаршрутизатора ESR-ST – совместного продукта с&nbsp;новосибирской компанией Eltex.
	</p>
	<p>
		 Выпуск высокопроизводительного С-Терра Шлюз 10G – специализированного VPN-шлюза для защиты каналов связи производительностью от 10&nbsp;Гбит/с
	</p>
	<p>
		 Включение экспортных VPN-продуктов компании «С-Терра СиЭсПи» в Единый реестр российских программ для ЭВМ и баз данных.
	</p>
	<p>
		 Успешное тестирование высокоскоростного защищенного канала связи Москва-Новосибирск компаниями «С-Терра СиЭсПи» и «РСК».
	</p>
	<h2>2018 год</h2>
	<p>
		 Начало продаж системы обнаружения вторжений С-Терра СОВ.
	</p>
	<p>
		 Представление нового шлюза безопасности «ГРАНИЦА» – совместного продукта с компаниями ЗАО&nbsp;«НИЦ» и «Fortinet».
	</p>
	<p>
		 Первое в России успешное испытание системы квантовой и криптографической защиты информации на высокоскоростной линии связи АО «Газпромбанк». В основе системы – криптошлюзы компании «С‑Терра СиЭсПи» и оборудование Российского квантового центра.
	</p>
	<p>
		 Рост продаж продуктов и услуг компании «С-Терра СиЭсПи» более, чем в 2 раза (<i>по итогам 2018 г.</i>).
	</p>
	<h2>2019 год</h2>
	<p>
		 Вхождение компании «С-Терра СиЭсПи» в ТОП-10 крупнейших вендоров России в сфере защиты информации (<i>по данным рейтинга CNews Security 2019</i>).
	</p>
	<p>
		 Открытие Московского офиса компании.
	</p>
	<p>
		 Участие в представлении решения по защите первой межкорпоративной квантовой сети на Петербургском международном экономическом форуме - 2019.
	</p>
	<p>
		 Успешное испытание решения для квантовой защиты передаваемых данных на действующих сетях «Ростелеком». В основе решения – криптошлюзы компании «С-Терра СиЭсПи» и оборудование Российского квантового центра.
	</p>
	<p>
		 Включение С-Терра СОВ в Единый реестр российских программ для ЭВМ и баз данных.
	</p>
	<p>
		 Регистрация С-Терра БРП (<i>База решающих правил</i>) для С-Терра СОВ Федеральной службой по интеллектуальной собственности (<i>Роспатент</i>) в Реестре баз данных.
	</p>
	<p>
		 Начало продаж персонального шлюза безопасности С-Терра Юнит – самого маленького криптошлюза на российском рынке. С-Терра Юнит сертифицирован в качестве СКЗИ.
	</p>
</div>
 <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>