<p>
	 Продукция компании «С-Терра СиЭсПи» используется как <b>в государственных учреждениях</b>, так и&nbsp;<b>в&nbsp;коммерческих организациях</b> в&nbsp;соответствии с&nbsp;отраслевыми стандартами и требованиями по защите информации,&nbsp;в том числе:
</p>
<ul>
	<li>защите конфиденциальной информации органов государственной власти в&nbsp;соответствии с&nbsp;СТР‑К, а также совместным приказом ФСБ и ФСТЭК от 31 августа 2010 года №416/489</li>
	<li>защите подключения информационных систем государственных органов к&nbsp;Интернет в&nbsp;соответствии с Указом Президента РФ от 17 марта 2008 года №351, Постановлением Правительства РФ от 18 мая 2009 года №424, Приказом ФСО от 7 августа 2009 года №487</li>
	<li>защите персональных данных в соответствии с методическими рекомендациями ФСБ по&nbsp;защите персональных данных, а также в соответствии с отраслевыми стандартами Банка России, НАУФОР, НАПФ, операторов связи и др.</li>
	<li>защите объектов инфраструктуры в соответствии нормативными документами ФСТЭК России по&nbsp;защите ключевых систем информационной инфраструктуры</li>
	<li>защите систем управления технологическими процессами (АСУ ТП)</li>
	<li>защите крупных территориально-распределенных сетей и т.п.</li>
</ul>
<hr>
<p>
	 Все аппаратные платформы, поставляемые С-Терра, обеспечиваются бесплатной <b>гарантией 3&nbsp;года</b>. Более подробно о&nbsp;гарантийных обязательствах и ее условиях можно узнать в&nbsp;разделе «<a href="/podderzhka/guarantee/" target="_blank">Гарантийное обслуживание аппаратных платформ</a>».
</p>
<hr>
<p>Продукты рекомендуется применять для:</p>
<ul>
<li>защиты конфиденциальной информации, за исключением государственной тайны в&nbsp;автоматизированных системах до класса 1В включительно;</li>
<li>защиты информационных систем персональных данных до 1 класса включительно.</li>
</ul>