<p>
 <a href="/company/rabota-u-nas/vakansii/" target="_blank"><img width="150" alt="sterra-vakansii" src="/upload/medialibrary/289/sterra-vakansii_button-off.png" height="23" title="Посмотреть вакансии"></a><br>
</p>
<p>
	 Компания S-Terra строит бизнес, в первую очередь, вокруг людей. При найме новых сотрудников мы отдаем предпочтение не столько опытным, сколько способным кандидатам.
</p>
<p>
	 Мы стремимся поддерживать атмосферу открытости и доброжелательности, где каждый сотрудник может свободно высказывать свои мысли и предложения, участвуя в развитии общего дела. Возможность спокойно обсуждать новые идеи и обмениваться мнениями позволяет нам развиваться и двигаться вперед.
</p>
<p>
</p>
 Нам важно, чтобы вне зависимости от позиции будущие коллеги обладали следующими качествами:
<p>
</p>
<p>
	 — <b>умением добиваться результата.</b> Процесс у нас важен, но еще важнее — результат. Мы лично отвечаем за каждый свой продукт;
</p>
<p>
	 — <b>инициативностью.</b> Мы ожидаем от своих коллег активной позиции в жизни нашей компании, умения не бояться предлагать и обсуждать.
</p>
<p>
	 — <b>самостоятельностью.</b> Мы стремимся работать с теми, кто умеет управлять собой: организовывать себя, определять свои задачи, способы и пути их решения;
</p>
<p>
	 Со своей стороны мы предлагаем:
</p>
<ul>
	<li>интересную работу в команде талантливых людей;</li>
	<li>возможность учиться у коллег и на тренингах лучших специалистов отрасли;</li>
	<li>оформление по ТК;</li>
	<li>ДМС на сотрудника и семью;</li>
	<li>перспективу карьерного роста;</li>
	<li>доброжелательный коллектив;</li>
	<li>заработную плату, достойную уровня кандидата.</li>
</ul>
<p>
	 Будем рады видеть Вас в нашей команде!
</p>
<p>
	 Контакты отдела персонала:
</p>
<p>
 <b>Телефон:</b> +7 (499) 940 9061<br>
 <b>E-mail:</b> <a href="mailto:hiring@s-terra.ru">hiring@s-terra.ru</a>
</p>
 <br>
<div style="padding: 5px 15px; border-radius: 0px 20px; background-color: #efeeed;">
	<p>
 <b>ОЦЕНКА УСЛОВИЙ ТРУДА</b>
	</p>
	<p>
		02 июля 2019&nbsp;г. в компании ООО «С-Терра СиЭсПи» было закончено проведение Специальной оценки условий труда (СОУТ) на рабочих местах Московского офиса. Ознакомиться с итоговым документом можно по следующей ссылке:
	</p>
	<ul>
		<li><a title="sterra-sout-moscow-office-2019.pdf" target="_blank" href="/upload/medialibrary/0fa/sterra-sout-moscow-office-2019.pdf">Сводная ведомость результатов проведения СОУТ и Перечень рекомендуемых мероприятий по улучшению условий труда</a> (<i>pdf</i>)</li>
	</ul>
	<hr noshade="" style="width: 100%; background: #fff; height: 1px; border:none;">
	<p>
		 16 февраля 2016&nbsp;г. в компании ООО «С-Терра СиЭсПи» было закончено проведение Специальной оценки условий труда (СОУТ) на всех рабочих местах согласно Штатной расстановке компании от 30 ноября 2015&nbsp;г.
	</p>
	<p>
		 Ознакомиться с итоговыми документами&nbsp;можно, нажав на соответствующую ссылку:
	</p>
	<ul>
		<li><a title="Zakluchenie_eksperta_305-36541_po_rezultatam_SOUT_21012016.pdf" href="/upload/medialibrary/41c/Zakluchenie_eksperta_305-36541_po_rezultatam_SOUT_21012016.pdf" target="_blank">Заключение эксперта 305-36541 по результатам СОУТ_21012016</a> (<i>pdf</i>)</li>
		<li><a title="Otchet_o_provedenii_SOUT_16022016.pdf" href="/upload/medialibrary/32b/Otchet_o_provedenii_SOUT_16022016.pdf" target="_blank">Отчет о проведении СОУТ_16022016</a> (<i>pdf</i>)</li>
		<li><a title="Svodnaya_vedomost_rezultatov_provedeniya_SOUT.pdf" href="/upload/medialibrary/1d9/Svodnaya_vedomost_rezultatov_provedeniya_SOUT.pdf" target="_blank">Сводная ведомость результатов проведения СОУТ</a> (<i>pdf</i>)</li>
		<li><a title="Perechen_rekomenduemyh_meropriyatii_po_uluchsheniyu_usloviy_truda.pdf" href="/upload/medialibrary/877/Perechen_rekomenduemyh_meropriyatii_po_uluchsheniyu_usloviy_truda.pdf" target="_blank">Перечень рекомендуемых мероприятий по улучшению условий труда</a> (<i>pdf</i>)</li>
	</ul>
</div>
 <br>