<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Установка ПО С-Терра Шлюз на аппаратную платформу заказчика");
?><div class="twelve right article">
	<h1>Установка ПО С-Терра Шлюз на аппаратную платформу заказчика</h1>
	<div class="vrezka" style="width: 210px; padding-bottom: 10px;">
		<p class="vrezka-title">
			 Компания «С-Терра СиЭсПи» предлагает услугу по подготовке программно-аппаратных комплексов уровня С-Терра Шлюз на оборудовании заказчика
		</p>
	</div>
	<p>
		 Для подготовки программно-аппаратных комплексов Вы можете самостоятельно предоставить аппаратные платформы (АП), приобретая их напрямую у производителей аппаратных платформ, либо используя имеющиеся.
	</p>
	<p>
		 Для проведения легитимной установки ПО С-Терра необходимо <b>соблюдение одного из условий</b>:
	</p>
	<ul>
		<li>АП соответствует спецификации, указанной на странице «<a href="/products/sovmestimoe-oborudovanie/" target="_blank">Совместимые аппаратные платформы</a>». </li>
		<li>На данную АП компанией «С-Терра СиЭсПи» выдано заключение с «Рекомендациями по безопасной эксплуатации АП» (для класса КС3 – со ссылкой на номер письма-заключения ФСБ России).</li>
	</ul>
	<p>
		 Квалифицированные специалисты компании «С-Терра СиЭсПи» проведут необходимые работы по установке ПО требуемой версии, обеспечения требуемого уровня защиты на предоставленных аппаратных платформах.
	</p>
	<p>
		 Стоимость работ:
	</p>
	<table style="width: 100%;">
	<tbody>
	<tr>
		<th style="width: 50%; text-align: center;">
			 Подготовка программно-аппаратного комплекса уровня<br>
			 С‑Терра Шлюз <b>КС1</b> на АП Заказчика
		</th>
		<th style="width: 50%; text-align: center;">
			 Стоимость, руб.
		</th>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз&nbsp;100
		</td>
		<td style="text-align: center;">
			 5 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 1000
		</td>
		<td style="text-align: center;">
			 15 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 3000
		</td>
		<td style="text-align: center;">
			 30 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 7000
		</td>
		<td style="text-align: center;">
			 45 000
		</td>
	</tr>
	</tbody>
	</table>
	<table style="width: 100%;">
	<tbody>
	<tr>
		<th style="width: 50%; text-align: center;">
			 Подготовка программно-аппаратного комплекса уровня<br>
			 С-Терра Шлюз <b>КС2/КС3</b> на АП Заказчика
		</th>
		<th style="width: 50%; text-align: center;">
			 Стоимость, руб.
		</th>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 100
		</td>
		<td style="text-align: center;">
			 6 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 1000
		</td>
		<td style="text-align: center;">
			 20 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз 3000
		</td>
		<td style="text-align: center;">
			 35 000
		</td>
	</tr>
	<tr>
		<td style="text-align: center;">
			 Шлюз&nbsp;7000
		</td>
		<td style="text-align: center;">
			 50 000
		</td>
	</tr>
	</tbody>
	</table>
	<p>
		 &nbsp;
	</p>
	<p>
		 Стоимость подготовки указана для одного программно-аппаратного комплекса и не включает стоимость доставки аппаратной платформы в&nbsp;офис компании «С-Терра СиЭсПи» и обратно.
	</p>
	<p>
		 Для подготовки программно-аппаратного комплекса С-Терра Шлюз уровня КС2/КС3 необходимо дополнительно приобрести АПМДЗ.
	</p>
	<p>
		 Работы по подготовке программно-аппаратных комплексов осуществляются только на производстве компании «С‑Терра СиЭсПи».
	</p>
	<p>
		 Стандартный срок по подготовке программно-аппаратных комплексов составляет 2 недели.
	</p>
	<p>
		 Для получения более подробной информации обратитесь к менеджерам компании «С-Терра СиЭсПи»:
	</p>
	<p>
		 – по телефону <strong>+7 499 940-90-61</strong> <br>
		 – или по электронной почте: <a href="mailto:sales@s-terra.ru">sales@s-terra.ru</a>
	</p>
</div></div><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>